Repository: BakdauletBolatE/swiuBackend
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Кафедраның қызметі
ru: Деятельность отдела

source: Кафедра жайлы
ru: О кафедре

source: Білім беру бағдарламалары
ru: Образовательные программы

source: Кафедра оқытушылары
ru: Преподаватели кафедры

source: Сіз сұрақтар қойғыңыз келе ме?
ru: Хотите задать вопросы?

source: Қораптағы соңғы жаңалықтар мен жаңартуларды алыңыз
ru: Получайте последние новости и обновления

source: Атыңызды енгізіңіз
ru: Введите ваше имя

source: Почтаңызды енгізіңіз
ru: Введите адрес электронной почты

source: Жазылу
ru: Подписаться

source: SILKWAY Халықаралық университеті 1992
ru: Международный университет SILKWAY 1992

source: Болашақ мамандарға лайықты білім беру
ru: Достойное образование для будущих профессионалов

source: Біздің факультеттер
ru: Наши факультеты

source: Байланыс
ru: Контакты

source: Танымал ОП
ru: Популярные OП

source: Үздік білім беру бағдарламалары
ru: Лучшие образовательные программы

source: Заманауи кітапхана
ru: Современная библиотека

source: Білікті мамандар
ru: Квалифицированные специалисты

source: 1. Біз аккредиттелген жоғары оқу орнымыз
ru: 1. Мы аккредитованный университет.

source: Академиялық шетелдік студенттер
ru: Академические иностранные студенты

source: NR педагогикалық университеттеріндегі орны
ru: Место в педагогических вузах НР

source: Толығырақ
ru: Прочитайте больше

source: Біздің менеджерлер кеңес береді
ru: Наши менеджеры советуют

source: SILKWAY университетінің соңғы жаңалықтары
ru: Последние новости от SILKWAY University

source: Университет тарихы
ru: История университета

source: Қамқоршылар кеңесі
ru: Совет попечителей

source: Университетті басқару
ru: Управление университетом

source: Миссия және стратегия
ru: Миссия и стратегия

source: ТАРИХ
ru: ИСТОРИЯ

source: КСРО ыдырағаннан кейін, посткеңестік кеңістікте нарықтық экономика элементтері пайда бола бастағанда, білім беру саласында жаңа типтегі университеттер - мемлекеттік емес оқу орындары құрыла бастады. Қазақстанда әлемдік тәжірибеде жалпы қабылданған қазіргі заманғы, жеке меншік университеттерінің жұмыс жасау идеясы қолданыла бастады. Оңтүстік Қазақстан Педагогикалық Университеті (ОҚПУ) - Қазақстандағы алғашқы жекеменшік университеттердің бірі (лицензия 00002). Университеттің өмірбаяны 1992 жылы педагогикалық колледждің құрылуынан басталады. Қожа Ахмет Ясауи. Колледж негізінде Шығыстану институты құрылды.Жаңа мыңжылдықтың басталуымен Қазақстан біртіндеп аяққа тұра бастады. Тұрақты ішкі қоғамдық-саяси жағдай елдің экономикалық өсуіне түрткі болды. Елдің зияткерлік әлеуеті мен экономикасын көтерудің шешуші факторы білім екені белгілі. Біздің университет те жақсарды. Ол өсіп, кеңеюіне байланысты 2000 жылы мәртебесін өзгертіп, Оңтүстік Қазақстан педагогикалық университеті атанды. Даму динамикасы әрдайым жағымды болды - жылдан-жылға факультет пен материалдық-техникалық база нығайтылды. ОҚПУ-нің негізін қалаушы және алғашқы президенті - Юнусов Бахтияр Саидұлы (1954-2010) - профессор, арабтанушы ғалым, Қазақстан Республикасы Жаратылыстану ғылымдары академиясының және Ресейдің Халықаралық педагогикалық білім академиясының корреспондент мүшесі, құрметті доктор Египет Араб Республикасы «Танта» университетінің, «Қазақстан Республикасының білім беру ісінің құрметті қызметкері», медалінің иегері Ыбырай Алтынсарин.
ru: После распада СССР на постсоветском пространстве рыночная экономика как только появляются элементы, в сфере образования возникает новый тип начали создаваться университеты - негосударственные учебные заведения. В общепринятые в мировой практике современные, частные идея работы университетов стала применяться. Южно-Казахстанская Педагогический университет (ЮКПУ) - первый частный в Казахстане один из университетов (лицензия 00002). Биография университета в 1992 году начинается с создания педагогического колледжа. Мавзолей Ходжи Ахмеда Ясави. Колледж на базе был создан Институт востоковедения.С началом нового тысячелетия Казахстан постепенно встал на ноги. Стабильная внутренняя Общественно-политическая ситуация это стимулировало экономический рост страны. Интеллектуальный потенциал страны и как известно, решающим фактором роста экономики является образование. Наши университет также улучшился. В 2000 году в связи с ростом и расширением в настоящее время в Южно-Казахстанском педагогическом университете. Развития динамика всегда была позитивной-из года в год и материальная-укреплена техническая база. Основатель и первый президент ЮКПУ - Юнусов Бахтияр Саидович (1954-2010) - профессор, ученый-арабовед, Академии Естественных Наук Республики Казахстан и Российской Член-корреспондент Международной академии педагогического образования, почетный доктор Арабской Республики Египет университета «Танта Почетный работник образования республики казахстан», медалью Ыбыррай Алтынсарин.

source: 2018 жылы құрылған ITMO Университеті Халықаралық Кеңесінің басты мақсаты - Silkway Халықаралық Университетінің халықаралық білім беру ортасында беделін нығайту стратегиясын әзірлеуге көмектесу. Кеңестің басты бағыты SWIU-ді халықаралық білім беру нарығында дұрыс орналастыру және оның халықаралық білім беру контекстіне кіріктіру болып табылады.
ru: Основная цель Международного совета Университета ИТМО, созданного в 2018 году -Репутация Международного университета Silkway в международной образовательной средеСодействие в разработке стратегии укрепления. Основное внимание Совета уделяется SWIUПравильное размещение на международном рынке образования и его международноминтеграция в контекст образования

source: Халықаралық сарапшылар кеңесінің негізгі міндеттері:
ru: Основные задачи Международного совета экспертов:

source: Халықаралық Silkway университетінің тиімді стратегиясын әзірлеуге және халықаралық промоушнға көмек;
ru: Разработка эффективной стратегии Международного университета Silkway исодействие в международном продвижении;

source: тиімді халықаралық жылжыту үшін стратегиялық бастамалар мен жедел қызметті дамыту бойынша кеңес беру;
ru: Стратегические инициативы и оперативная деятельность для эффективного международного продвиженияКонсультации по развитию

source: ғаламдық және аймақтық стратегиялық серіктестерді таңдауға және серіктестік келісімдері мен келісімшарттарын жасауға көмек;
ru: выбор и партнерство глобальных и региональных стратегических партнеровпомощь в заключении договоров и контрактов

source: профессорлар, зерттеушілер мен оқытушыларды қоса алғанда, халықаралық деңгейдегі жетекші сарапшыларды тарту;
ru: международный, включая профессоров, исследователей и учителейпривлечение ведущих специалистов уровня

source: университеттің халықаралық және ұлттық рейтингтердегі бәсекеге қабілеттілігін нығайту бойынша кеңес беру.
ru: Конкурс вуза в международных и национальных рейтингахКонсультации по наращиванию потенциала

source: Халықаралық SILKWAY университетінің Қамқоршылар кеңесі - бұл қоғамның, мемлекеттің және еңбек нарығының талаптарын ескере отырып, университеттің дамуына ықпал ету үшін құрылған білім беру ұйымын алқалы басқару нысаны болып табылатын орган.
ru: Попечительский совет Международного университета SILKWAY - это обществос учетом требований государства и рынка труда вузаформа коллективного управления образовательной организацией, созданная для содействия развитиюкоторое есть тело

source: Қамқоршылар кеңесінің міндеттері:
ru: Обязанности Попечительского совета:

source: Университеттің даму стратегиялары мен бағдарламаларын құруға және оларды жүзеге асыруға көмек көрсету;
ru: Разработка и реализация стратегий и программ развития вузапомощь в реализации

source: ғылыми-зерттеу, инновациялық қызметті дамытуға, іргелі және қолданбалы ғылыми әзірлемелерді қалыптастыруға, университеттегі оқу және ғылыми процестердің интеграциясын дамытуға көмектесу;
ru: Развитие исследований, инноваций, фундаментальных и прикладныхформирование научных разработок, преподавания и исследований в университетесодействие в развитии процесса интеграции

source: мамандардың біліктілігін арттыру, сараптамалық және консультациялық қызмет мәселелерін шешуді талап ететін университеттің халықаралық, ғылыми, техникалық және мәдени ынтымақтастығын қалыптастыруға және дамытуға көмек;
ru: Повышение квалификации, экспертные и консультационные услугимеждународный, научный, требующий решения задач вузасодействие в становлении и развитии технического и культурного сотрудничества

source: түлектер қауымдастығымен бірге университет түлектерін жұмысқа орналастыруға жәрдемдесу;
ru: Трудоустройство выпускников вузов вместе с ассоциацией выпускниковпомощь

source: университеттің даму бағдарламаларын іске асыруға қаражат тартуға көмек;
ru: содействие в сборе средств на реализацию программ развития вузов;

source: Көру
ru: Чтобы увидеть

source: Бәсекеге қабілетті, тұрақты дамып келе жатқан кәсіби педагогикалық және гуманитарлық-экономикалық білім беру орталығы, жоғары сапалы білім беру және қоғамның жаңа қажеттіліктеріне және елдің әлеуметтік-экономикалық дамуына сәйкес келетін жоғары білікті мамандар даярлауды қамтамасыз етеді.
ru: Конкурентоспособные, постоянно развивающиеся профессиональные педагогические иЦентр гуманитарного и экономического образования, качественного образования ик новым потребностям общества и социально-экономическому развитию страныОбеспечивает подготовку соответствующих высококвалифицированных специалистов

source: Республикалық және аймақтық деңгейде жоғары деңгейде танылған педагогикалық білім берудің ғылыми-әдістемелік орталығы.
ru: Высоко признанный педагогический на национальном и региональном уровняхНаучно-методический центр образования

source: Қазіргі заманғы кадрларды даярлау, қайта даярлау және мұғалімдердің, тәрбиешілер мен әлеуметтік қызметкерлердің біліктілігін арттырудың негізгі орталығы.
ru: Современная подготовка, переподготовка и переподготовка учителейОсновы повышения квалификации педагогов и социальных работниковцентр.

source: Оңтүстік аймақтың білім беру ұйымдарымен серіктестікте инновациялық озық технологияларды қорыту және енгізу.
ru: Инновационный лидер в партнерстве с образовательными организациями южного регионаОбобщение и внедрение технологий

source: Құндылықтар
ru: Значения

source: Университеттің негізгі құндылықтары оның логотипіне SWIU аббревиатурасы ретінде енгізілген. Міне, басты хабарлама: «Ақылды, әдепті, жаңашыл және ерекше болыңыз» («Ақылды, мейірімді, жаңашыл және ерекше болыңыз»).
ru: Основные ценности университета - это аббревиатура SWIU от его логотипаВот главный посыл: «Умный, вежливый, новаторский иБудь особенным» («Будь умным, добрым, изобретательным и особенным»)

source: Ақылды. Білімділікке, зияткерлікке ұмтылу және интеллектуалды қабілеттерді арттыру. Ғылыми ойлауды дамыту. Жақсы. Мейірімділік пен дұрыс әрекет ету философиясы. Ой тазалығы мен адалдыққа ұмтылу. Инновациялық. Инновацияны насихаттау. Инновациялық ойлауды дамыту, жаңа инфокоммуникациялық және білім беру технологияларын қолдану. Бірегей. Университеттің әр студенті мен қызметкерінің бірегейлігімен сәлемдесу, шығармашылық пен стандартты емес шешімдерді қолдау.
ru: Умный. Стремление к знаниям, интеллекту и интеллектуальным способностям повышение. Развитие научного мышления. Хорошо. Доброта и правильные действия философия. Стремление к чистоте помыслов и честности. Инновационный. Инновации пропаганда. Развитие инновационного мышления, новых инфокоммуникационных и образовательных применение передаточных технологий. Уникальный. Каждый студент университета и приветствие с уникальностью сотрудника, креативность и нестандартность поддержка решений.динамика всегда была позитивной-из года в год и материальная-укреплена техническая база. Основатель и первый президент ЮКПУ - Юнусов Бахтияр Саидович (1954-2010) - профессор, ученый-арабовед, Академии Естественных Наук Республики Казахстан и Российской Член-корреспондент Международной академии педагогического образования, почетный доктор Арабской Республики Египет университета «Танта, Почетный работник образования республики казахстан», медалью Ыбыррай Алтынсарин.

source: 2019-2025 жылдарға арналған Халықаралық университеттің даму стратегиясы
ru: Международная стратегия развития университетов на 2019-2025 годы

source: Университетті басқару жүйесін жетілдіру
ru: Совершенствование системы управления университетом

source: Бәсекеге қабілетті мамандарды даярлау.
ru: Подготовка конкурентоспособных специалистов.

source: Үздіксіз кәсіптік білім берудің өзекті мәселелері бойынша ғылыми зерттеулер жүргізу.
ru: Исследование актуальных вопросов непрерывного профессионального образованиявождение

source: Университеттің бәсекеге қабілеттілігін арттыру үшін сыртқы байланыстар мен академиялық ұтқырлықты дамыту.
ru: Внешние связи и повышение конкурентоспособности университетаРазвитие академической мобильности

source: Университеттің оқу қызметін жетілдіру және жетілдіру.
ru: Совершенствование и совершенствование образовательной деятельности вуза.

source: Университеттің материалдық-техникалық базасын дамыту
ru: Развитие материально-технической базы университета.

source: Жіберу
ru: Отправить
