[{"model": "faculties.facult", "pk": 1, "fields": {"name": "Педагогический факультет", "slug": "pedagogicheskij-fakultet", "description": "Педагогическое образование является фундаментом системы образования в целом, а учитель его ключевой фигурой. Педагог всегда был и остается социально зрелой, творческой личностью, компетентным специалистом, владеющим всем арсеналом средств. Это - личность способная и стремящаяся к профессиональному совершенствованию.\r\n\r\nПедагогический факультет является лабораторией по разработке и апробации инновационных педагогических технологий. Преподавателей и студентов факультета отличает увлеченность педагогическим процессом, постоянное стремление к самосовершенствованию.\r\n\r\nЗа свою многолетнюю историю факультет подготовил более 5000 учителей начальной школы, преподавателей вузов, колледжей, воспитателей, методистов дошкольных учреждений, практических психологов, логопедов, дефектологов, социальных работников, социальных педагогов-психологов, социальных педагогов, отвечающих потребностям региона в высококвалифицированных специалистах.", "photo": "Facult/Posters/1593617345_p5R6hcG.jpeg"}}, {"model": "faculties.facult", "pk": 2, "fields": {"name": "Естественно-творческий факультет", "slug": "estestvenno-tvorcheskij-fakultet", "description": "Естественно-творческий факультет является одним из ключевых структурных подразделений университета, который занимается подготовкой высококвалифицированных кадров по 5 направлениям и 17 специальностям бакалавриата по новым обазовательным программам.\r\n\r\nВ частности, направление 6В015 – Подготовка учителей по естественно-научным предметам включает в себя такие востребованные специальности, как: В01501 – Химия;В01502 – Биология;В01503 – Химия и биология.\r\n\r\nИмеются специализированные кабинеты и лаборатории, где можно теоретические знания превратить в практические навыки.\r\nНаправление 6В041 – Бизнес и управление готовит специалистов, без которых невозможно динамичное развитие нашего суверенного государства. Речь идет о специальностях: В04101 – Учет и аудит; В04102 – Экономика; 6В04103 – Финансы.\r\nНаправление: 6В042 – Право включает в себя специальность В04201 – Юриспруденция.\r\nНаправление: 6В014 – Подготовка учителей с предметной специализацией общего развития включает специальности: В01401 – Начальная военная подготовка; В01402 – Физическая культура и спорт; В01403 – Музыкальное образование; В01404 – Художественный труд и проектирование; В01405 – Педагогика технического и профессионального образования.\r\nИмееется Дворец спорта, где студенты могут заниматься различными видами спорта в секциях под руководством опытных педагогов-тренеров и настаников.\r\nНе зря факультет славится со своими многими чемпионами и призерами международных и республиканских соревнований.\r\n\r\nНа факультете в 2020-2021 учебном году по вышеуказанным специальностям обучаются 2847 студентов.\r\nПодготовкой специалистов занимается с большим опытом работы, высококвалифицированный профессорско-преподавательский состав факультета, который насчитывает около 140, среди которых большинство докторов и кандидатов наук, профессоров, доцентов и старших преподавателей.кадров.\r\nСпециалисты, подготовкой которых занимается ППС факультета, являются востребованными на рынке труда, что подтверждается высоким уровнем трудоустройства.\r\nКвалификационные требования, предьявляемые к выпускникам, размещены на сайте факультета в разрезе специальностей.\r\nППС и студенты факультета активно участвует в учебном процессе, занимаются научной деятельностью, активно участвуют в общественной жизни университета.\r\nДля студентов созданы все необходимые условия для получения достойного образования и творческого развития!", "photo": "Facult/Posters/unnamed.jpg"}}, {"model": "faculties.facult", "pk": 3, "fields": {"name": "Филологический факультет", "slug": "filologicheskij-fakultet", "description": "Миссия факультета: заключается в подготовке высококвалифицированных специалистов для системы образования, осуществляющих профессиональную деятельность в области обучения, воспитания, развития и социальной адаптации личности.\r\n\r\nПолитика и цели МУS в области качества неразрывно связаны с миссией вуза и направлены на достижение высоких показателей востребованности выпускников через максимальное вовлечение работодателей в процесс разработки и реализации образовательных программ, интеграции образования, науки и воспитания.\r\n\r\nЦели и задачи ОП согласуются с миссией Университета и факультета соответствуют запросам потенциальных потребителей, что обеспечивает подготовку востребованных и конкурентно способных специалистов.\r\n\r\nРаботодатели, как внешние потребители продукции Международного университета Silkway, принимают непосредственное участие в разработке образовательных программ. Учебные планы, каталоги элективных дисциплин проходят процедуру обсуждения с работодателями на предмет актуализации дисциплин, развития профессиональных компетенций.", "photo": "Facult/Posters/about-1.jpg"}}]