[{"model": "faculties.facult", "pk": 1, "fields": {"name": "Педагогикалық", "name_ru": "Педагогический", "name_en": "Pedagogical", "name_kk": "Педагогикалық", "slug": "pedagogikaly", "description": "Мұғалімнің білімі - бұл тұтастай алғанда білім беру жүйесінің негізі, ал мұғалім оның негізгі фигурасы. Мұғалім әрқашан әлеуметтік жетілген, шығармашыл тұлға, барлық құралдар арсеналына иелік ететін құзыретті маман болған және болып қала береді. Бұл кәсіби жетілдіруге қабілетті және ұмтылатын адам.\r\n\r\nБілім беру факультеті - инновациялық педагогикалық технологияларды әзірлейтін және тексеретін зертхана. Факультеттің оқытушылары мен студенттері өздерінің педагогикалық процестерге деген құлшынысымен, үнемі өзін-өзі жетілдіруге деген ұмтылыстарымен ерекшеленеді.\r\n\r\nФакультет өзінің ұзақ тарихында 5000-нан астам бастауыш сынып мұғалімдерін, жоғары оқу орындарының оқытушыларын, колледждерді, тәрбиешілерді, мектепке дейінгі әдіскерлерді, практикалық психологтарды, логопедтерді, дефектологтарды, әлеуметтік қызметкерлерді, әлеуметтік білім беру психологтарын, аймақтың қажеттіліктерін қанағаттандыратын әлеуметтік педагогтарды дайындады. жоғары білікті мамандарда.", "description_ru": "Педагогическое образование является фундаментом системы образования в целом, а учитель его ключевой фигурой. Педагог всегда был и остается социально зрелой, творческой личностью, компетентным специалистом, владеющим всем арсеналом средств. Это - личность способная и стремящаяся к профессиональному совершенствованию.\r\n\r\nПедагогический факультет является лабораторией по разработке и апробации инновационных педагогических технологий. Преподавателей и студентов факультета отличает увлеченность педагогическим процессом, постоянное стремление к самосовершенствованию.\r\n\r\nЗа свою многолетнюю историю факультет подготовил более 5000 учителей начальной школы, преподавателей вузов, колледжей, воспитателей, методистов дошкольных учреждений, практических психологов, логопедов, дефектологов, социальных работников, социальных педагогов-психологов, социальных педагогов, отвечающих потребностям региона в высококвалифицированных специалистах.", "description_en": "Teacher education is the foundation of the education system as a whole, and the teacher is its key figure. The teacher has always been and remains a socially mature, creative person, a competent specialist who owns the entire arsenal of tools. This is a person capable of and striving for professional improvement.\r\n\r\nThe Faculty of Education is a laboratory for the development and testing of innovative pedagogical technologies. The teachers and students of the faculty are distinguished by their enthusiasm for the pedagogical process, a constant desire for self-improvement.\r\n\r\nOver its long history, the faculty has trained more than 5000 primary school teachers, university teachers, colleges, educators, preschool methodologists, practical psychologists, speech therapists, defectologists, social workers, social educational psychologists, social educators who meet the needs of the region for highly qualified specialists.", "description_kk": "Мұғалімнің білімі - бұл тұтастай алғанда білім беру жүйесінің негізі, ал мұғалім оның негізгі фигурасы. Мұғалім әрқашан әлеуметтік жетілген, шығармашыл тұлға, барлық құралдар арсеналына иелік ететін құзыретті маман болған және болып қала береді. Бұл кәсіби жетілдіруге қабілетті және ұмтылатын адам.\r\n\r\nБілім беру факультеті - инновациялық педагогикалық технологияларды әзірлейтін және тексеретін зертхана. Факультеттің оқытушылары мен студенттері өздерінің педагогикалық процестерге деген құлшынысымен, үнемі өзін-өзі жетілдіруге деген ұмтылыстарымен ерекшеленеді.\r\n\r\nФакультет өзінің ұзақ тарихында 5000-нан астам бастауыш сынып мұғалімдерін, жоғары оқу орындарының оқытушыларын, колледждерді, тәрбиешілерді, мектепке дейінгі әдіскерлерді, практикалық психологтарды, логопедтерді, дефектологтарды, әлеуметтік қызметкерлерді, әлеуметтік білім беру психологтарын, аймақтың қажеттіліктерін қанағаттандыратын әлеуметтік педагогтарды дайындады. жоғары білікті мамандарда.", "photo": "Facult/Posters/пед.jpg"}}, {"model": "faculties.facult", "pk": 2, "fields": {"name": "Жаратылыстану-шығармашылық", "name_ru": "Естественно-творческий факультет", "name_en": "Natural and creative", "name_kk": "Жаратылыстану-шығармашылық", "slug": "zharatylystanu-shyarmashyly", "description": "Табиғи-шығармашылық факультеті - университеттің негізгі құрылымдық бөлімшелерінің бірі, 5 бағыт бойынша жоғары білікті кадрлар мен жаңа базалық бағдарламалар бойынша 17 бакалавриат мамандықтарын дайындайды.\r\n\r\nАтап айтқанда, 6В015 - Жаратылыстану ғылымдары бойынша мұғалімдерді даярлау бағыты В01501 - Химия; В01502 - Биология; В01503 - Химия және биология сияқты танымал мамандықтарды қамтиды.\r\n\r\nТеориялық білімді практикалық дағдыға айналдыра алатын арнайы кабинеттер мен зертханалар бар.\r\n6В041-бағыт - Бизнес және менеджмент мамандар даярлайды, оларсыз біздің егемен еліміздің қарқынды дамуы мүмкін емес. Біз В04101 - Есеп және аудит мамандықтары туралы айтамыз. В04102 - экономика; 6В04103 - Қаржы.\r\nБағыты: 6В042 - Заң В04201 - Құқықтану мамандығын қамтиды.\r\nБағыты: 6В014 - Жалпы дамыту пәні бойынша оқытушыларды даярлау мамандықтарды қамтиды: В01401 - Бастапқы әскери дайындық; В01402 - Дене шынықтыру және спорт; В01403 - музыкалық білім; В01404 - Көркемдік жұмыс және дизайн; В01405 - Техникалық және кәсіптік білім беру педагогикасы.\r\nСтуденттер тәжірибелі оқытушылар мен нұсқаушылардың жетекшілігімен секциялар бойынша әр түрлі спорт түрлерімен шұғылдана алатын спорт сарайы бар.\r\nФакультеттің көптеген чемпиондармен және халықаралық және республикалық жарыстардың жүлдегерлерімен танымал болуы бекер емес.\r\n\r\nФакультетте 2020-2021 оқу жылында 2847 студент жоғарыда аталған мамандықтар бойынша оқиды.\r\nФакультеттің 140-қа жуық жоғары білікті профессорлық-оқытушылық құрамы, олардың көпшілігі ғылым докторлары мен кандидаттары, профессорлар, доценттер және аға оқытушылар, үлкен жұмыс тәжірибесі бар мамандарды даярлаумен айналысады.\r\nФакультеттің профессорлық-оқытушылық құрамы дайындаған мамандар еңбек нарығында сұранысқа ие, бұл жұмыспен қамтудың жоғары деңгейімен расталады.\r\nТүлектерге қойылатын біліктілік талаптары факультеттер сайтында мамандықтар аясында орналастырылған.\r\nФакультеттің профессорлық-оқытушылық құрамы мен студенттері оқу процесіне белсенді қатысады, ғылыми қызметпен айналысады, университеттің қоғамдық өміріне белсенді қатысады.\r\nСтуденттердің лайықты білім алуы және шығармашылық дамуы үшін барлық қажетті жағдайлар жасалған!", "description_ru": "Естественно-творческий факультет является одним из ключевых структурных подразделений университета, который занимается подготовкой высококвалифицированных кадров по 5 направлениям и 17 специальностям бакалавриата по новым обазовательным программам.\r\n\r\nВ частности, направление 6В015 – Подготовка учителей по естественно-научным предметам включает в себя такие востребованные специальности, как: В01501 – Химия;В01502 – Биология;В01503 – Химия и биология.\r\n\r\nИмеются специализированные кабинеты и лаборатории, где можно теоретические знания превратить в практические навыки.\r\nНаправление 6В041 – Бизнес и управление готовит специалистов, без которых невозможно динамичное развитие нашего суверенного государства. Речь идет о специальностях: В04101 – Учет и аудит; В04102 – Экономика; 6В04103 – Финансы.\r\nНаправление: 6В042 – Право включает в себя специальность В04201 – Юриспруденция.\r\nНаправление: 6В014 – Подготовка учителей с предметной специализацией общего развития включает специальности: В01401 – Начальная военная подготовка; В01402 – Физическая культура и спорт; В01403 – Музыкальное образование; В01404 – Художественный труд и проектирование; В01405 – Педагогика технического и профессионального образования.\r\nИмееется Дворец спорта, где студенты могут заниматься различными видами спорта в секциях под руководством опытных педагогов-тренеров и настаников.\r\nНе зря факультет славится со своими многими чемпионами и призерами международных и республиканских соревнований.\r\n\r\nНа факультете в 2020-2021 учебном году по вышеуказанным специальностям обучаются 2847 студентов.\r\nПодготовкой специалистов занимается с большим опытом работы, высококвалифицированный профессорско-преподавательский состав факультета, который насчитывает около 140, среди которых большинство докторов и кандидатов наук, профессоров, доцентов и старших преподавателей.кадров.\r\nСпециалисты, подготовкой которых занимается ППС факультета, являются востребованными на рынке труда, что подтверждается высоким уровнем трудоустройства.\r\nКвалификационные требования, предьявляемые к выпускникам, размещены на сайте факультета в разрезе специальностей.\r\nППС и студенты факультета активно участвует в учебном процессе, занимаются научной деятельностью, активно участвуют в общественной жизни университета.\r\nДля студентов созданы все необходимые условия для получения достойного образования и творческого развития!", "description_en": "The natural-creative faculty is one of the key structural divisions of the university, which trains highly qualified personnel in 5 areas and 17 undergraduate specialties in new basic programs.\r\n\r\nIn particular, the direction 6В015 - Teacher training in natural sciences includes such popular specialties as: В01501 - Chemistry; В01502 - Biology; В01503 - Chemistry and biology.\r\n\r\nThere are specialized classrooms and laboratories where you can turn theoretical knowledge into practical skills.\r\nDirection 6В041 - Business and management prepares specialists, without whom the dynamic development of our sovereign state is impossible. We are talking about specialties: В04101 - Accounting and audit; В04102 - Economics; 6В04103 - Finance.\r\nDirection: 6В042 - Law includes the specialty В04201 - Jurisprudence.\r\nDirection: 6В014 - Teacher training with a subject specialization of general development includes specialties: В01401 - Initial military training; В01402 - Physical culture and sports; В01403 - Music education; В01404 - Artistic work and design; В01405 - Pedagogy of technical and vocational education.\r\nThere is a Sports Palace, where students can engage in various sports in sections under the guidance of experienced teacher-trainers and instructors.\r\nIt is not for nothing that the faculty is famous for its many champions and prize-winners of international and republican competitions.\r\n\r\nAt the faculty in the 2020-2021 academic year, 2847 students study in the above specialties.\r\nThe highly qualified teaching staff of the faculty, which numbers about 140, among which most of the doctors and candidates of sciences, professors, associate professors and senior teachers, are engaged in the training of specialists with extensive work experience.\r\nThe specialists trained by the teaching staff of the faculty are in demand in the labor market, which is confirmed by the high level of employment.\r\nThe qualification requirements for graduates are posted on the faculty website in the context of specialties.\r\nThe teaching staff and students of the faculty actively participate in the educational process, are engaged in scientific activities, actively participate in the social life of the university.\r\nAll the necessary conditions have been created for students to receive a decent education and creative development!", "description_kk": "Табиғи-шығармашылық факультеті - университеттің негізгі құрылымдық бөлімшелерінің бірі, 5 бағыт бойынша жоғары білікті кадрлар мен жаңа базалық бағдарламалар бойынша 17 бакалавриат мамандықтарын дайындайды.\r\n\r\nАтап айтқанда, 6В015 - Жаратылыстану ғылымдары бойынша мұғалімдерді даярлау бағыты В01501 - Химия; В01502 - Биология; В01503 - Химия және биология сияқты танымал мамандықтарды қамтиды.\r\n\r\nТеориялық білімді практикалық дағдыға айналдыра алатын арнайы кабинеттер мен зертханалар бар.\r\n6В041-бағыт - Бизнес және менеджмент мамандар даярлайды, оларсыз біздің егемен еліміздің қарқынды дамуы мүмкін емес. Біз В04101 - Есеп және аудит мамандықтары туралы айтамыз. В04102 - экономика; 6В04103 - Қаржы.\r\nБағыты: 6В042 - Заң В04201 - Құқықтану мамандығын қамтиды.\r\nБағыты: 6В014 - Жалпы дамыту пәні бойынша оқытушыларды даярлау мамандықтарды қамтиды: В01401 - Бастапқы әскери дайындық; В01402 - Дене шынықтыру және спорт; В01403 - музыкалық білім; В01404 - Көркемдік жұмыс және дизайн; В01405 - Техникалық және кәсіптік білім беру педагогикасы.\r\nСтуденттер тәжірибелі оқытушылар мен нұсқаушылардың жетекшілігімен секциялар бойынша әр түрлі спорт түрлерімен шұғылдана алатын спорт сарайы бар.\r\nФакультеттің көптеген чемпиондармен және халықаралық және республикалық жарыстардың жүлдегерлерімен танымал болуы бекер емес.\r\n\r\nФакультетте 2020-2021 оқу жылында 2847 студент жоғарыда аталған мамандықтар бойынша оқиды.\r\nФакультеттің 140-қа жуық жоғары білікті профессорлық-оқытушылық құрамы, олардың көпшілігі ғылым докторлары мен кандидаттары, профессорлар, доценттер және аға оқытушылар, үлкен жұмыс тәжірибесі бар мамандарды даярлаумен айналысады.\r\nФакультеттің профессорлық-оқытушылық құрамы дайындаған мамандар еңбек нарығында сұранысқа ие, бұл жұмыспен қамтудың жоғары деңгейімен расталады.\r\nТүлектерге қойылатын біліктілік талаптары факультеттер сайтында мамандықтар аясында орналастырылған.\r\nФакультеттің профессорлық-оқытушылық құрамы мен студенттері оқу процесіне белсенді қатысады, ғылыми қызметпен айналысады, университеттің қоғамдық өміріне белсенді қатысады.\r\nСтуденттердің лайықты білім алуы және шығармашылық дамуы үшін барлық қажетті жағдайлар жасалған!", "photo": "Facult/Posters/есттво.jpg"}}, {"model": "faculties.facult", "pk": 3, "fields": {"name": "Филологиялық", "name_ru": "Филологический факультет", "name_en": "Faculty of Philology", "name_kk": "Филологиялық", "slug": "filologiyaly", "description": "Факультеттің миссиясы: жеке тұлғаны оқыту, тәрбиелеу, дамыту және әлеуметтік бейімдеу саласындағы кәсіби қызметті жүзеге асыра отырып, білім беру жүйесі үшін жоғары білікті мамандарды даярлау.\r\n\r\nСапа саласындағы ББЖ саясаты мен мақсаттары университеттің миссиясымен тығыз байланысты және білім беру бағдарламаларын әзірлеу мен іске асыруға, білім беруді интеграциялауға жұмыс берушілерді барынша тарту арқылы түлектерге жоғары сұраныс деңгейіне қол жеткізуге бағытталған. , ғылым және тәрбие.\r\n\r\nҚО мақсаттары мен міндеттері Университет миссиясына сәйкес келеді және факультет әлеуетті тұтынушылардың қажеттіліктерін қанағаттандырады, бұл сұранысқа ие және бәсекеге қабілетті мамандар даярлауды қамтамасыз етеді.\r\n\r\nЖұмыс берушілер, Silkway Халықаралық университеті өнімдерінің сыртқы тұтынушылары ретінде, білім беру бағдарламаларын жасауға тікелей қатысады. Оқу жоспарлары, элективті пәндер каталогтары жұмыс берушілермен пәндерді жаңарту, кәсіби құзыреттіліктерді дамыту үшін талқыланады.", "description_ru": "Миссия факультета: заключается в подготовке высококвалифицированных специалистов для системы образования, осуществляющих профессиональную деятельность в области обучения, воспитания, развития и социальной адаптации личности.\r\n\r\nПолитика и цели МУS в области качества неразрывно связаны с миссией вуза и направлены на достижение высоких показателей востребованности выпускников через максимальное вовлечение работодателей в процесс разработки и реализации образовательных программ, интеграции образования, науки и воспитания.\r\n\r\nЦели и задачи ОП согласуются с миссией Университета и факультета соответствуют запросам потенциальных потребителей, что обеспечивает подготовку востребованных и конкурентно способных специалистов.\r\n\r\nРаботодатели, как внешние потребители продукции Международного университета Silkway, принимают непосредственное участие в разработке образовательных программ. Учебные планы, каталоги элективных дисциплин проходят процедуру обсуждения с работодателями на предмет актуализации дисциплин, развития профессиональных компетенций.", "description_en": "The mission of the faculty: is to train highly qualified specialists for the education system, carrying out professional activities in the field of training, education, development and social adaptation of the individual.\r\n\r\nThe policy and goals of the ICS in the field of quality are inextricably linked with the mission of the university and are aimed at achieving high rates of demand for graduates through the maximum involvement of employers in the development and implementation of educational programs, integration of education, science and upbringing.\r\n\r\nThe goals and objectives of the EP are consistent with the mission of the University and the faculty meet the needs of potential consumers, which ensures the training of in-demand and competitively capable specialists.\r\n\r\nEmployers, as external consumers of Silkway International University products, are directly involved in the development of educational programs. Curricula, catalogs of elective disciplines are discussed with employers for updating disciplines, developing professional competencies.", "description_kk": "Факультеттің миссиясы: жеке тұлғаны оқыту, тәрбиелеу, дамыту және әлеуметтік бейімдеу саласындағы кәсіби қызметті жүзеге асыра отырып, білім беру жүйесі үшін жоғары білікті мамандарды даярлау.\r\n\r\nСапа саласындағы ББЖ саясаты мен мақсаттары университеттің миссиясымен тығыз байланысты және білім беру бағдарламаларын әзірлеу мен іске асыруға, білім беруді интеграциялауға жұмыс берушілерді барынша тарту арқылы түлектерге жоғары сұраныс деңгейіне қол жеткізуге бағытталған. , ғылым және тәрбие.\r\n\r\nҚО мақсаттары мен міндеттері Университет миссиясына сәйкес келеді және факультет әлеуетті тұтынушылардың қажеттіліктерін қанағаттандырады, бұл сұранысқа ие және бәсекеге қабілетті мамандар даярлауды қамтамасыз етеді.\r\n\r\nЖұмыс берушілер, Silkway Халықаралық университеті өнімдерінің сыртқы тұтынушылары ретінде, білім беру бағдарламаларын жасауға тікелей қатысады. Оқу жоспарлары, элективті пәндер каталогтары жұмыс берушілермен пәндерді жаңарту, кәсіби құзыреттіліктерді дамыту үшін талқыланады.", "photo": "Facult/Posters/фило.jpeg"}}, {"model": "faculties.pagecategory", "pk": 1, "fields": {"name": "Университет туралы", "name_ru": "Об университете", "name_en": "About the university", "name_kk": "Университет туралы", "linkto": "0", "order": 1}}, {"model": "faculties.pagecategory", "pk": 2, "fields": {"name": "Құрылым", "name_ru": "Структура", "name_en": "Structure", "name_kk": "Құрылым", "linkto": "0", "order": 2}}, {"model": "faculties.pagecategory", "pk": 3, "fields": {"name": "Интернационалдандыру", "name_ru": "Интернационализация", "name_en": "Internationalization", "name_kk": "Интернационалдандыру", "linkto": "0", "order": 6}}, {"model": "faculties.pagecategory", "pk": 4, "fields": {"name": "Ғылым", "name_ru": "Наука", "name_en": "Sience", "name_kk": "Ғылым", "linkto": "0", "order": 3}}, {"model": "faculties.pagecategory", "pk": 6, "fields": {"name": "Қашықтықтан оқыту", "name_ru": "Дистанционное образование", "name_en": "Distance education", "name_kk": "Қашықтықтан оқыту", "linkto": "0", "order": 7}}, {"model": "faculties.pagecategory", "pk": 7, "fields": {"name": "Білім алушыларға", "name_ru": "Обучающимся", "name_en": "Students", "name_kk": "Білім алушыларға", "linkto": "http://swiu.online/to-the-students/", "order": 4}}, {"model": "faculties.pagecategory", "pk": 8, "fields": {"name": "Талапкерге", "name_ru": "Абитуриентам", "name_en": "For applicants", "name_kk": "Талапкерге", "linkto": "http://swiu.online/enrolle", "order": 5}}, {"model": "faculties.page", "pk": 1, "fields": {"order": 0, "title": "Факультеттер", "title_ru": "Факультеты", "title_en": "Faculties", "title_kk": "Факультеттер", "url": "facult", "slug": "1", "link": null, "content": "<div><span style=\"color:#ce9178\">facult</span></div>", "content_ru": "<div><span style=\"color:#ce9178\">facults</span></div>", "content_en": "<div><span style=\"color:#ce9178\">facult</span></div>", "content_kk": "<div><span style=\"color:#ce9178\">facult</span></div>", "img": "Page/1.jpg", "category": 2}}, {"model": "faculties.page", "pk": 5, "fields": {"order": 0, "title": "Тарихы", "title_ru": "История", "title_en": "History", "title_kk": "Тарихы", "url": "pageView", "slug": "tarihy", "link": null, "content": "<p class=\"pcke\"><img alt=\"\" class=\"img3cke\" src=\"/media/uploads/2021/02/15/dikzws.png\" style=\"float:left\" />КСРО ыдырағаннан кейін, посткеңестік кеңістікте нарықтық экономика элементтері пайда бола бастағанда, білім беру саласында жаңа типтегі университеттер &ndash; мемлекеттік емес оқу орындары құрыла бастады. Қазақстанда әлемдік практикада жалпыға бірдей қабылданған меншік нысаны бойынша қазіргі заманғы, жеке меншік университеттердің жұмыс істеу идеясы қолданыла бастады. Оңтүстік Қазақстан педагогикалық университеті (ОҚПУ) &mdash; Қазақстандағы алғашқы мемлекеттік емес жоғары оқу орындарының бірі (лицензия 00002). Университеттің өмірбаяны 1992 жылы педагогикалық колледждің білімінен басталады. Қожа Ахмет Ясауи. Колледж базасында Шығыстану институты құрылды.Жаңа мыңжылдықтың басталуымен Қазақстан біртіндеп аяққа тұра бастады. Тұрақты ішкі қоғамдық-саяси жағдай елдің экономикалық өсуін ынталандырды. Елдің зияткерлік әлеуеті мен экономикасын көтерудің негізгі факторы &ndash; білім екені белгілі. Біздің университет те жетілдірілді. Ол өсіп, кеңеюіне байланысты, 2000 жылы мәртебесін өзгертіп, Оңтүстік Қазақстан педагогикалық университеті деп атала бастады. Даму серпіні әрдайым оң болды &ndash; жылдан жылға профессорлық-оқытушылық құрам мен материалдық-техникалық база нығайтылды.</p>\r\n\r\n<p class=\"pcke\">Юнусов Бахтияр Саидович (1954-2010 ж.ж.) &ndash; профессор, ғалым &ndash; арабист, ҚР Жаратылыстану ғылымдары академиясы мен Ресейдің педагогикалық білім беру Халықаралық Академиясының корреспондент-мүшесі, Египет Араб Республикасы &quot;Танта&quot; университетінің құрметті докторы, &quot;ҚР Білім беру ісінің құрметті қызметкері&quot;, атындағы медаль иегері. Ыбырай Алтынсарин.</p>", "content_ru": "<p class=\"pcke\"><img alt=\"\" class=\"img3cke\" src=\"/media/uploads/2021/02/15/dikzws.png\" style=\"float:left\" />После распада СССР, когда на постсоветском пространстве стали появляться элементы рыночной экономики, в сфере образования начали создаваться вузы нового типа &ndash; негосударственные учебные заведения. В Казахстане стала применяться общепринятая в мировой практике идея функционирования современных, частных по форме собственности, университетов. Южно-Казахстанский педагогический университет (ЮКПУ) &mdash; один из первых негосударственных ВУЗов Казахстана (лицензия 00002). Биография вуза начинается с образования в 1992 году педагогического колледжа им. Ходжи Ахмеда Ясави. На базе колледжа был создан институт Востоковедения.С началом нового тысячелетия Казахстан стал постепенно становиться на ноги. Стабильное внутреннее общественно-политическое положение стимулировало экономический рост страны. Известно, что именно образование &ndash; ключевой фактор подъема интеллектуального потенциала и экономики страны. Совершенствовался и наш университет. Он рос и в связи с расширением, в 2000 году изменив свой статус, стал именоваться Южно-Казахстанским педагогическим университетом. Динамика развития всегда была положительной &ndash; из года в год укреплялся профессорско-преподавательский состав и материально-техническая база.<br />\r\n<br />\r\nОснователем и первым президентом ЮКПУ являлся &ndash;&nbsp;<a href=\"https://tilda.cc/page/leadership/#rec237970413\"><strong>Юнусов Бахтияр Саидович</strong></a>&nbsp;(1954-2010 г.г.) &ndash; профессор, ученый-арабист, член-корреспондент Академии естественных наук РК и Международной Академии наук педагогического образования России, Почетный доктор университета &laquo;Танта&raquo; Арабской республики Египет, &laquo;Почетный работник образования РК&raquo;, обладатель медали им. Ибрая Алтынсарина.</p>", "content_en": "<p class=\"pcke\"><img alt=\"\" class=\"img3cke\" src=\"/media/uploads/2021/02/15/dikzws.png\" style=\"float:left\" />After the collapse of the USSR, when elements of a market economy began to appear in the post-Soviet space, a new type of higher education institutions &ndash; non-state educational institutions-began to be created in the field of education. In Kazakhstan, the idea of functioning of modern, privately owned universities, which is generally accepted in the world practice, has been applied. South Kazakhstan Pedagogical University (SCPU) is one of the first non &mdash; state universities in Kazakhstan (license 00002). The biography of the university begins with the formation of the pedagogical college in 1992. Khoja Ahmed Yasawi. The Institute of Oriental Studies was established on the basis of the college.With the beginning of the new millennium, Kazakhstan began to gradually get back on its feet. The stable domestic socio-political situation stimulated the country&#39;s economic growth. It is known that education is a key factor in the rise of the intellectual potential and the economy of the country. Our university also improved. It grew and in connection with the expansion, in 2000, changing its status, became known as the South Kazakhstan Pedagogical University. The dynamics of development has always been positive &ndash; from year to year, the teaching staff and the material and technical base have been strengthened.</p>\r\n\r\n<p class=\"pcke\">The founder and first President of UKPO was Yunusov Bakhtiyar Saidovich (1954-2010 G. G.) &ndash; Professor, scholar, Arabist, corresponding member of the Academy of natural Sciences of Kazakhstan and the International Academy of pedagogical education of Russia, Honorary doctor of the University &quot;Tanta&quot; the Arab Republic of Egypt, &quot;Honorary worker of education of Kazakhstan&quot;, the winner&#39;s medal. Ibray Altynsarin.</p>", "content_kk": "<p class=\"pcke\"><img alt=\"\" class=\"img3cke\" src=\"/media/uploads/2021/02/15/dikzws.png\" style=\"float:left\" />КСРО ыдырағаннан кейін, посткеңестік кеңістікте нарықтық экономика элементтері пайда бола бастағанда, білім беру саласында жаңа типтегі университеттер &ndash; мемлекеттік емес оқу орындары құрыла бастады. Қазақстанда әлемдік практикада жалпыға бірдей қабылданған меншік нысаны бойынша қазіргі заманғы, жеке меншік университеттердің жұмыс істеу идеясы қолданыла бастады. Оңтүстік Қазақстан педагогикалық университеті (ОҚПУ) &mdash; Қазақстандағы алғашқы мемлекеттік емес жоғары оқу орындарының бірі (лицензия 00002). Университеттің өмірбаяны 1992 жылы педагогикалық колледждің білімінен басталады. Қожа Ахмет Ясауи. Колледж базасында Шығыстану институты құрылды.Жаңа мыңжылдықтың басталуымен Қазақстан біртіндеп аяққа тұра бастады. Тұрақты ішкі қоғамдық-саяси жағдай елдің экономикалық өсуін ынталандырды. Елдің зияткерлік әлеуеті мен экономикасын көтерудің негізгі факторы &ndash; білім екені белгілі. Біздің университет те жетілдірілді. Ол өсіп, кеңеюіне байланысты, 2000 жылы мәртебесін өзгертіп, Оңтүстік Қазақстан педагогикалық университеті деп атала бастады. Даму серпіні әрдайым оң болды &ndash; жылдан жылға профессорлық-оқытушылық құрам мен материалдық-техникалық база нығайтылды.</p>\r\n\r\n<p class=\"pcke\">Юнусов Бахтияр Саидович (1954-2010 ж.ж.) &ndash; профессор, ғалым &ndash; арабист, ҚР Жаратылыстану ғылымдары академиясы мен Ресейдің педагогикалық білім беру Халықаралық Академиясының корреспондент-мүшесі, Египет Араб Республикасы &quot;Танта&quot; университетінің құрметті докторы, &quot;ҚР Білім беру ісінің құрметті қызметкері&quot;, атындағы медаль иегері. Ыбырай Алтынсарин.</p>", "img": "Page/президент.png", "category": 1}}, {"model": "faculties.page", "pk": 6, "fields": {"order": 2, "title": "Халықаралық сараптамалық кеңес", "title_ru": "Международный экспертный Совет", "title_en": "International Expert Council", "title_kk": "Халықаралық сараптамалық кеңес", "url": "pageView", "slug": "halyaraly-saraptamaly-kees", "link": null, "content": "<p class=\"pcke\">2018 жылы құрылған ITMO университетінің Халықаралық кеңесінің негізгі мақсаты-халықаралық білім беру ортасында Silkway Халықаралық университетінің беделін нығайту стратегиясын жасауға көмектесу.</p>\r\n\r\n<p class=\"pcke\">Кеңестің негізгі бағыты SWAY-ді халықаралық білім беру нарығында дұрыс орналастыру және оны халықаралық білім беру контексіне біріктіру болып табылады.</p>\r\n\r\n<h2 class=\"titlecke2\"><strong>Негізгі&nbsp;міндеттері Халықаралық&nbsp;сараптамалық&nbsp;кеңес:</strong></h2>\r\n\r\n<ul>\r\n\t<li>\r\n\t<p class=\"pcke\">Жәрдемдесу&nbsp;әзірлеу&nbsp;тиімді&nbsp;стратегия&nbsp;Халықаралық&nbsp;Университет&nbsp;Silkway және халықаралық&nbsp;жылжыту;</p>\r\n\t</li>\r\n\t<li>\r\n\t<p class=\"pcke\">кеңес беру&nbsp;әзірлеу&nbsp;стратегиялық&nbsp;бастамалар мен&nbsp;операциялық&nbsp;іс-шараларды&nbsp;үшін тиімді&nbsp;халықаралық&nbsp;жылжыту;</p>\r\n\t</li>\r\n\t<li>\r\n\t<p class=\"pcke\">жәрдемдесу&nbsp;таңдау жаһандық&nbsp;және өңірлік&nbsp;стратегиялық&nbsp;серіктестер мен&nbsp;жасасу&nbsp;серіктестік&nbsp;келісімдер&nbsp;мен шарттар;</p>\r\n\t</li>\r\n\t<li>\r\n\t<p class=\"pcke\">тарту&nbsp;жетекші маман&nbsp;халықаралық&nbsp;деңгейін, оның ішінде&nbsp;шақырылғандардың ішінде&nbsp;профессор,&nbsp;ғылыми қызметкерлер&nbsp;және оқытушы;</p>\r\n\t</li>\r\n\t<li>\r\n\t<p class=\"pcke\">кеңес беру&nbsp;нығайту&nbsp;бәсекелестік&nbsp;позицияларды университеті&nbsp;халықаралық&nbsp;және ұлттық&nbsp;рейтингтер.</p>\r\n\t</li>\r\n</ul>", "content_ru": "<p class=\"pcke\">Основная цель Международного совета Университета ИТМО, созданного в 2018 году &ndash; помощь в выработке стратегии по укреплению репутации Международного университета Silkway в международной образовательной среде.<br />\r\n<br />\r\nОсновное внимание Совета уделяется правильному позиционированию SWIU на рынке международного образования и интеграции его в международный образовательный контекст.</p>\r\n\r\n<h2 class=\"titlecke2\"><strong>Основные задачи Международного экспертного совета:</strong></h2>\r\n\r\n<ul>\r\n\t<li>\r\n\t<p class=\"pcke\">Cодействие в разработке эффективной стратегии Международного Университета Silkway и международного продвижения;</p>\r\n\t</li>\r\n\t<li>\r\n\t<p class=\"pcke\">консультирование по разработке стратегических инициатив и операционных мероприятий для эффективного международного продвижения;</p>\r\n\t</li>\r\n\t<li>\r\n\t<p class=\"pcke\">содействие в выборе глобальных и региональных стратегических партнеров и заключении партнерских соглашений и договоров;</p>\r\n\t</li>\r\n\t<li>\r\n\t<p class=\"pcke\">привлечение ведущих специалистов международного уровня, в том числе приглашенных профессоров, научных работников и преподавателей;</p>\r\n\t</li>\r\n\t<li>\r\n\t<p class=\"pcke\">консультирование по укреплению конкурентных позиций университета в международных и национальных рейтингах.</p>\r\n\t</li>\r\n</ul>", "content_en": "<p class=\"pcke\">The main goal of the International Council of ITMO University, established in 2018 &ndash; is to help develop a strategy to strengthen the reputation of Silkway International University in the international educational environment.</p>\r\n\r\n<p class=\"pcke\">The main focus of the Council is on the correct positioning of SWAY in the international education market and its integration into the international educational context.</p>\r\n\r\n<h2 class=\"titlecke2\">&nbsp;</h2>\r\n\r\n<h2 class=\"titlecke2\"><strong>Main&nbsp;challenges of international Cooperation&nbsp;expert opinion&nbsp;the Council:</strong></h2>\r\n\r\n<ul>\r\n\t<li>\r\n\t<p class=\"pcke\">Assistance&nbsp;in development&nbsp;effective&nbsp;strategies&nbsp;International&nbsp;Of the University&nbsp;Silkway and international&nbsp;promotions;</p>\r\n\t</li>\r\n\t<li>\r\n\t<p class=\"pcke\">consulting services&nbsp;on development&nbsp;strategic ones&nbsp;initiatives and&nbsp;operating rooms&nbsp;events&nbsp;for efficient use&nbsp;international&nbsp;promotions;</p>\r\n\t</li>\r\n\t<li>\r\n\t<p class=\"pcke\">assistance&nbsp;in selecting global settings&nbsp;and regional offices&nbsp;strategic ones&nbsp;partners and&nbsp;conclusion&nbsp;partner services&nbsp;agreements&nbsp;and contracts;</p>\r\n\t</li>\r\n\t<li>\r\n\t<p class=\"pcke\">attraction&nbsp;leading specialists&nbsp;international&nbsp;level, including&nbsp;number of invited guests&nbsp;professors,&nbsp;scientific workers&nbsp;and teachers;</p>\r\n\t</li>\r\n\t<li>\r\n\t<p class=\"pcke\">consulting services&nbsp;on strengthening&nbsp;competitive services&nbsp;the positions of University&nbsp;in international organizations&nbsp;and national standards&nbsp;ratings.</p>\r\n\t</li>\r\n</ul>", "content_kk": "<p class=\"pcke\">2018 жылы құрылған ITMO университетінің Халықаралық кеңесінің негізгі мақсаты-халықаралық білім беру ортасында Silkway Халықаралық университетінің беделін нығайту стратегиясын жасауға көмектесу.</p>\r\n\r\n<p class=\"pcke\">Кеңестің негізгі бағыты SWAY-ді халықаралық білім беру нарығында дұрыс орналастыру және оны халықаралық білім беру контексіне біріктіру болып табылады.</p>\r\n\r\n<h2 class=\"titlecke2\"><strong>Негізгі&nbsp;міндеттері Халықаралық&nbsp;сараптамалық&nbsp;кеңес:</strong></h2>\r\n\r\n<ul>\r\n\t<li>\r\n\t<p class=\"pcke\">Жәрдемдесу&nbsp;әзірлеу&nbsp;тиімді&nbsp;стратегия&nbsp;Халықаралық&nbsp;Университет&nbsp;Silkway және халықаралық&nbsp;жылжыту;</p>\r\n\t</li>\r\n\t<li>\r\n\t<p class=\"pcke\">кеңес беру&nbsp;әзірлеу&nbsp;стратегиялық&nbsp;бастамалар мен&nbsp;операциялық&nbsp;іс-шараларды&nbsp;үшін тиімді&nbsp;халықаралық&nbsp;жылжыту;</p>\r\n\t</li>\r\n\t<li>\r\n\t<p class=\"pcke\">жәрдемдесу&nbsp;таңдау жаһандық&nbsp;және өңірлік&nbsp;стратегиялық&nbsp;серіктестер мен&nbsp;жасасу&nbsp;серіктестік&nbsp;келісімдер&nbsp;мен шарттар;</p>\r\n\t</li>\r\n\t<li>\r\n\t<p class=\"pcke\">тарту&nbsp;жетекші маман&nbsp;халықаралық&nbsp;деңгейін, оның ішінде&nbsp;шақырылғандардың ішінде&nbsp;профессор,&nbsp;ғылыми қызметкерлер&nbsp;және оқытушы;</p>\r\n\t</li>\r\n\t<li>\r\n\t<p class=\"pcke\">кеңес беру&nbsp;нығайту&nbsp;бәсекелестік&nbsp;позицияларды университеті&nbsp;халықаралық&nbsp;және ұлттық&nbsp;рейтингтер.</p>\r\n\t</li>\r\n</ul>", "img": "Page/президент_wHDKVo9.png", "category": 1}}, {"model": "faculties.page", "pk": 7, "fields": {"order": 3, "title": "Қамқоршылық Кеңес", "title_ru": "Попечительский Совет", "title_en": "Board of Trustees The Council", "title_kk": "Қамқоршылық Кеңес", "url": "pageView", "slug": "amorshyly-kees", "link": null, "content": "<p class=\"pcke\"><span style=\"color:#00000a\"><span style=\"color:#000000\">Қамқоршылық&nbsp;кеңес Мекемелері&nbsp;&quot;Халықаралық&nbsp;университеті&nbsp;SILKWAY&quot; &ndash; орган,&nbsp;болып табылатын&nbsp;нысаны алқалық&nbsp;басқару&nbsp;ұйым&nbsp;білім беру,&nbsp;құрылған&nbsp;жәрдемдесу мақсатында&nbsp;университетті дамыту&nbsp;талаптарын ескере отырып,&nbsp;қойылатын&nbsp;қоғам&nbsp;мемлекет&nbsp;еңбек нарығы.</span></span></p>\r\n\r\n<h2 class=\"titlecke2\"><strong>Міндеттері&nbsp;Қамқоршылық&nbsp;Кеңес:</strong></h2>\r\n\r\n<p class=\"pcke\"><span style=\"color:#00000a\"><span style=\"color:#000000\">-&nbsp;жәрдемдесу&nbsp;қалыптастыру&nbsp;стратегия және&nbsp;даму бағдарламаларын&nbsp;Университет&nbsp;және оларды іске асыру;<br />\r\n-&nbsp;жәрдемдесу&nbsp;дамыту&nbsp;ғылыми-зерттеу,&nbsp;инновациялық&nbsp;қызмет&nbsp;қалыптастыру&nbsp;іргелі&nbsp;және қолданбалы&nbsp;ғылыми әзірлемелер&nbsp;дамыту интеграция&nbsp;оқу және&nbsp;ғылыми процестерді&nbsp;университетте;<br />\r\n-&nbsp;жәрдемдесу&nbsp;қалыптасуы&nbsp;және дамыту&nbsp;халықаралық,&nbsp;ғылыми,&nbsp;техникалық&nbsp;және мәдени&nbsp;ынтымақтастық&nbsp;Университет&nbsp;талап ететін&nbsp;мәселелерді шешу&nbsp;арттыру&nbsp;біліктілігін&nbsp;мамандар&nbsp;сараптамалық-консультациялық&nbsp;қызмет;<br />\r\n-&nbsp;жәрдемдесу&nbsp;жұмысқа орналасуға&nbsp;түлектер&nbsp;Университет&nbsp;бірлесіп&nbsp;Қауымдастығы&nbsp;түлектері;<br />\r\n-&nbsp;жәрдемдесу&nbsp;тарту&nbsp;қаржы&nbsp;үшін қаражат&nbsp;жүзеге асыру&nbsp;даму бағдарламаларын<br />\r\nУниверситеті;&nbsp;-&nbsp;жылжыту&nbsp;бренді университеті&nbsp;ұлттық&nbsp;және халықаралық&nbsp;білім беру&nbsp;кеңістікте.</span></span></p>", "content_ru": "<p class=\"pcke\"><span style=\"color:#000000\">Попечительский совет Учреждения &laquo;Международный университет SILKWAY&raquo; &ndash; орган, являющийся формой коллегиального управления организацией образования, созданный в целях содействия развитию университета с учетом требований, предъявляемых обществом, государством, рынком труда.</span></p>\r\n\r\n<h2 class=\"titlecke2\"><strong><strong>Задачи Попечительского Совета:</strong></strong></h2>\r\n\r\n<p class=\"pcke\"><span style=\"color:#000000\">- содействие в формировании стратегии и программ развития Университета и их реализации;<br />\r\n- содействие в развитии научно-исследовательской, инновационной деятельности, формировании фундаментальных и прикладных научных разработок, развитии интеграции учебного и научного процессов в университете;<br />\r\n- содействие в становлении и развитии международного, научного, технического и культурного сотрудничества Университета, требующего решения вопросов повышения квалификации специалистов, экспертно-консультационной деятельности;<br />\r\n- содействие в трудоустройстве выпускников Университета совместно с Ассоциацией выпускников;<br />\r\n- содействие привлечению финансовых средств для реализации программ развития Университета;<br />\r\n- продвижение бренда университета в национальном и международном образовательном пространстве.</span></p>", "content_en": "<p class=\"pcke\"><span style=\"color:#00000a\"><span style=\"color:#000000\">Board of Trustees of the international University Institution&nbsp;SILKWAY &ndash; is a body that is a form of collective management of an educational organization, created in order to promote the development of the University , taking into account the requirements of society, the state, and the labor market.</span></span></p>\r\n\r\n<h2 class=\"titlecke2\"><strong>Tasks&nbsp;Board of Trustees&nbsp;The Council:</strong></h2>\r\n\r\n<p class=\"pcke\"><span style=\"color:#00000a\"><span style=\"color:#000000\">- assistance in the formation of development strategies and programs<br />\r\n- Assistance in the development of research and innovation activities, formation of fundamental and applied scientific developments, development of integration of educational and scientific processes at the University;<br />\r\n- assistance in the formation and development of international, scientific, technical and cultural cooperation&nbsp;A University that requires professional development and expert consulting activities to be addressed;<br />\r\n- assistance in employment of graduates&nbsp;University in cooperation with&nbsp;Alumni Association;<br />\r\n- assistance in raising funds for the implementation of development programs<br />\r\n- Promotion of the University&#39;s brand in the national and international educational space.</span></span></p>\r\n\r\n<p>&nbsp;</p>", "content_kk": "<p class=\"pcke\"><span style=\"color:#00000a\"><span style=\"color:#000000\">Қамқоршылық&nbsp;кеңес Мекемелері&nbsp;&quot;Халықаралық&nbsp;университеті&nbsp;SILKWAY&quot; &ndash; орган,&nbsp;болып табылатын&nbsp;нысаны алқалық&nbsp;басқару&nbsp;ұйым&nbsp;білім беру,&nbsp;құрылған&nbsp;жәрдемдесу мақсатында&nbsp;университетті дамыту&nbsp;талаптарын ескере отырып,&nbsp;қойылатын&nbsp;қоғам&nbsp;мемлекет&nbsp;еңбек нарығы.</span></span></p>\r\n\r\n<h2 class=\"titlecke2\"><strong>Міндеттері&nbsp;Қамқоршылық&nbsp;Кеңес:</strong></h2>\r\n\r\n<p class=\"pcke\"><span style=\"color:#00000a\"><span style=\"color:#000000\">-&nbsp;жәрдемдесу&nbsp;қалыптастыру&nbsp;стратегия және&nbsp;даму бағдарламаларын&nbsp;Университет&nbsp;және оларды іске асыру;<br />\r\n-&nbsp;жәрдемдесу&nbsp;дамыту&nbsp;ғылыми-зерттеу,&nbsp;инновациялық&nbsp;қызмет&nbsp;қалыптастыру&nbsp;іргелі&nbsp;және қолданбалы&nbsp;ғылыми әзірлемелер&nbsp;дамыту интеграция&nbsp;оқу және&nbsp;ғылыми процестерді&nbsp;университетте;<br />\r\n-&nbsp;жәрдемдесу&nbsp;қалыптасуы&nbsp;және дамыту&nbsp;халықаралық,&nbsp;ғылыми,&nbsp;техникалық&nbsp;және мәдени&nbsp;ынтымақтастық&nbsp;Университет&nbsp;талап ететін&nbsp;мәселелерді шешу&nbsp;арттыру&nbsp;біліктілігін&nbsp;мамандар&nbsp;сараптамалық-консультациялық&nbsp;қызмет;<br />\r\n-&nbsp;жәрдемдесу&nbsp;жұмысқа орналасуға&nbsp;түлектер&nbsp;Университет&nbsp;бірлесіп&nbsp;Қауымдастығы&nbsp;түлектері;<br />\r\n-&nbsp;жәрдемдесу&nbsp;тарту&nbsp;қаржы&nbsp;үшін қаражат&nbsp;жүзеге асыру&nbsp;даму бағдарламаларын<br />\r\nУниверситеті;&nbsp;-&nbsp;жылжыту&nbsp;бренді университеті&nbsp;ұлттық&nbsp;және халықаралық&nbsp;білім беру&nbsp;кеңістікте.</span></span></p>", "img": "Page/президент_ycUi31t.png", "category": 1}}, {"model": "faculties.page", "pk": 8, "fields": {"order": 1, "title": "Университет басшылығы", "title_ru": "Руководство университета", "title_en": "University Management", "title_kk": "Университет басшылығы", "url": "pageView", "slug": "universitet-basshylyy", "link": null, "content": "<p>Университет басшылығы</p>", "content_ru": "<p>Руководство университета</p>", "content_en": "<p>University Management</p>", "content_kk": "<p>Университет басшылығы</p>", "img": "Page/президент_UG9AR4x.png", "category": 1}}, {"model": "faculties.page", "pk": 9, "fields": {"order": 10, "title": "Департаменті академиялық мәселелер жөніндегі мәселелері", "title_ru": "Департамент по академическим вопросам", "title_en": "The department for academic reasons if you have any questions", "title_kk": "Департаменті академиялық мәселелер жөніндегі мәселелері", "url": "pageView", "slug": "departamenti-akademiyaly-mseleler-zhnindegi-mselel", "link": null, "content": "<p class=\"pcke\"><strong>Департаменті&nbsp;академиялық мәселелер жөніндегі&nbsp;мәселелері&nbsp;болып табылады&nbsp;</strong>құрылымдық&nbsp;бөлімшесі&nbsp;Халықаралық&nbsp;университет&nbsp;&quot;Silkway&quot;<br />\r\n<br />\r\n<img alt=\"\" class=\"img4cke\" src=\"/media/uploads/2021/02/17/staff.jpeg\" style=\"float:left\" /><strong>Негізгі&nbsp;мақсаты</strong>Департаменті&nbsp;академиялық мәселелер жөніндегі&nbsp;мәселелері:&nbsp;үйлестіру&nbsp;және ұйымдастыру&nbsp;деңгейінде&nbsp;университет&nbsp;қызмет&nbsp;жоспарлау,&nbsp;ұйымдастыру,&nbsp;басқару,&nbsp;бақылау және&nbsp;жетілдіру&nbsp;білім беру&nbsp;процесс&nbsp;оқу-әдістемелік&nbsp;жұмыс&nbsp;басшылығымен&nbsp;қамтамасыз ету жөніндегі&nbsp;сапа және&nbsp;стратегиясы&nbsp;университет&nbsp;<strong>&nbsp;</strong></p>\r\n\r\n<p class=\"pcke\"><strong>Побежук&nbsp;Наталя&nbsp;Юрьевна<br />\r\nЛауазымы:</strong>Директоры&nbsp;ДАВ<br />\r\n<strong>Өкілеттіктері&nbsp;/ міндеттері</strong></p>\r\n\r\n<div>\r\n<ul>\r\n\t<li>\r\n\t<p class=\"pcke\">басшылық&nbsp;қызметпен&nbsp;ДАВ</p>\r\n\t</li>\r\n</ul>\r\n\r\n<p class=\"pcke\"><strong>Телефон&nbsp;жұмыс:</strong><br />\r\n<strong>Email:&nbsp;</strong>pobezhuk.natalya@gmail.com<br />\r\n<strong>Офис:&nbsp;</strong>кабинет&nbsp;312, корпус &quot;А&quot;, ул.&nbsp;Тоқаев 27А<br />\r\n<strong>Часы&nbsp;қабылдау:</strong><br />\r\n<strong>Білім алушылардың&nbsp;</strong>&ndash;&nbsp;дүйсенбі,&nbsp;16:00-18:00<br />\r\n<strong>Стейкхолдерлер&nbsp;</strong>&ndash;&nbsp;бейсенбі, 16:00-18:00</p>\r\n\r\n<p class=\"pcke\">&nbsp;</p>\r\n</div>\r\n\r\n<div>\r\n<p class=\"pcke\"><strong>Киреева&nbsp;Балнур Дисембаевна&nbsp;</strong><img alt=\"\" class=\"img3cke\" src=\"/media/uploads/2021/02/17/staff2.png\" style=\"float:right\" /><br />\r\n<br />\r\n<strong>Өкілеттіктері&nbsp;/ міндеттері</strong></p>\r\n\r\n<ul>\r\n\t<li>\r\n\t<p class=\"pcke\">Ұйымдастыру,&nbsp;үйлестіру&nbsp;және бақылау&nbsp;қызметіне&nbsp;бөлімшелерінің&nbsp;Фронт-офис&nbsp;білім алушылардың</p>\r\n\t</li>\r\n</ul>\r\n\r\n<p class=\"pcke\"><strong>Телефон&nbsp;жұмыс:</strong><br />\r\n<strong>Email:&nbsp;</strong>balnur01@mail.ru<br />\r\n<strong>Офис:&nbsp;</strong>кабинет&nbsp;312, корпус &quot;А&quot;, ул.&nbsp;Тоқаев 27А<br />\r\n<strong>Часы&nbsp;қабылдау:</strong><br />\r\n<strong>Білім алушылардың&nbsp;</strong>&ndash;&nbsp;дүйсенбі,&nbsp;16:00-18:00<br />\r\n<strong>Стейкхолдерлер&nbsp;</strong>&ndash;&nbsp;бейсенбі, 16:00-18:00&nbsp;</p>\r\n</div>\r\n\r\n<div>\r\n<p><strong>Функциялары:</strong><br />\r\nқалыптастыру&nbsp;академиялық&nbsp;саясат&nbsp;университеті;<br />\r\nәзірлеу&nbsp;ішкі&nbsp;нормативтік&nbsp;және нұсқаулық&nbsp;құжаттарды&nbsp;бағытталған&nbsp;жетілдіру&nbsp;білім беру&nbsp;процесін;<br />\r\nжүзеге асыру&nbsp;перспективалық&nbsp;және ағымдағы&nbsp;жоспарлау&nbsp;білім беру&nbsp;процесін;<br />\r\nәзірлеу,&nbsp;мониторинг&nbsp;және басқару&nbsp;білім беру&nbsp;бағдарламалармен;<br />\r\nұйымдастыру,&nbsp;үйлестіру&nbsp;және бақылау&nbsp;оқу-әдістемелік&nbsp;университет жұмысының,&nbsp;факультеті&nbsp;кафедра;<br />\r\nұйымдастыру&nbsp;және басқару&nbsp;білім беру&nbsp;процесін&nbsp;негізде кредит&nbsp;технология&nbsp;оқыту;</p>\r\n\r\n<ul>\r\n\t<li>\r\n\t<p>есептеу&nbsp;оқу жүктемесінің&nbsp;әзірлеу&nbsp;жобаның штаттық&nbsp;кестесі&nbsp;ПОҚ және ОКП бойынша&nbsp;кафедралар және&nbsp;университетке;</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>ұйымдастыру&nbsp;және өткізу&nbsp;ағымдағы,&nbsp;аралық&nbsp;және қорытынды&nbsp;бақылау;</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>мониторинг&nbsp;білімді бағалау&nbsp;білім алушылар;</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>есепке алу&nbsp;және мониторинг&nbsp;қозғалыс&nbsp;контингент&nbsp;білім алушылар;</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>қорыту&nbsp;және тарату&nbsp;озық&nbsp;педагогикалық&nbsp;тәжірибені енгізу&nbsp;қазіргі заманғы&nbsp;білім беру&nbsp;технологиялар&nbsp;деңгейінде&nbsp;университеті;</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>ұйымдастыру&nbsp;және бақылау&nbsp;өткізу&nbsp;кәсіби&nbsp;практика білім алушылар.</p>\r\n\t</li>\r\n</ul>\r\n\r\n<p><strong>Құрылымы&nbsp;бөлімшелер:</strong></p>\r\n\r\n<ul>\r\n\t<li>\r\n\t<p>Оқу-әдістемелік&nbsp;басқармасы</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>Фронт-офис&nbsp;білім алушылардың</p>\r\n\t</li>\r\n</ul>\r\n</div>", "content_ru": "<p class=\"pcke\"><span style=\"color:#182b49\"><strong>Департамент по академическим вопросам является&nbsp;</strong></span>структурным подразделением Международного университета &laquo;Silkway&raquo;<br />\r\n<br />\r\n<img alt=\"\" class=\"img4cke\" src=\"/media/uploads/2021/02/17/staff.jpeg\" style=\"float:left\" /><span style=\"color:#182b49\"><strong>Основная цель</strong>&nbsp;</span>Департамента по академическим вопросам: координация и организация на уровне университета деятельности по планированию, организации, управлению, контролю и совершенствованию образовательного процесса, учебно-методической работы в соответствии с руководством по обеспечению качества и стратегией университета</p>\r\n\r\n<p class=\"pcke\"><strong><span style=\"color:#182b49\">Побежук Наталя Юрьевна</span><br />\r\nДолжность:</strong>&nbsp;Директор ДАВ<br />\r\n<span style=\"color:#182b49\"><strong>Полномочия / обязанности</strong></span></p>\r\n\r\n<ul>\r\n\t<li>\r\n\t<p class=\"pcke\">руководство деятельностью ДАВ</p>\r\n\t</li>\r\n</ul>\r\n\r\n<p class=\"pcke\"><span style=\"color:#182b49\"><strong>Телефон рабочий:</strong></span><br />\r\n<strong><span style=\"color:#182b49\">Email:</span>&nbsp;</strong>pobezhuk.natalya@gmail.com<br />\r\n<span style=\"color:#182b49\"><strong>Офис:&nbsp;</strong></span>кабинет 312, корпус А, ул. Токаева 27А<br />\r\n<span style=\"color:#182b49\"><strong>Часы приема:</strong><br />\r\n<strong>Обучающихся&nbsp;</strong></span>&ndash; понедельник, 16:00-18:00<br />\r\n<span style=\"color:#182b49\"><strong>Стейкхолдеров&nbsp;</strong></span>&ndash; четверг, 16:00-18:00</p>\r\n\r\n<p class=\"pcke\">&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><span style=\"color:#182b49\"><strong>Киреева Балнур Дисембаевна&nbsp;</strong><img alt=\"\" class=\"img3cke\" src=\"/media/uploads/2021/02/17/staff2.png\" style=\"float:right\" /><br />\r\n<br />\r\n<strong>Полномочия / обязанности</strong></span></p>\r\n\r\n<ul>\r\n\t<li>Организация, координация и контроль за деятельностью подразделений Фронт-офиса обучающихся</li>\r\n</ul>\r\n\r\n<p><span style=\"color:#182b49\"><strong>Телефон рабочий:</strong></span><br />\r\n<span style=\"color:#182b49\"><strong>Email:&nbsp;</strong></span>balnur01@mail.ru<br />\r\n<span style=\"color:#182b49\"><strong>Офис:&nbsp;</strong></span>кабинет 312, корпус А, ул. Токаева 27А<br />\r\n<span style=\"color:#182b49\"><strong>Часы приема:</strong></span><br />\r\n<strong><span style=\"color:#182b49\">Обучающихся</span>&nbsp;</strong>&ndash; понедельник, 16:00-18:00<br />\r\n<span style=\"color:#182b49\"><strong>Стейкхолдеров&nbsp;</strong></span>&ndash; четверг, 16:00-18:00</p>\r\n\r\n<p class=\"pcke\"><span style=\"color:#182b49\"><strong>Функции:</strong></span><br />\r\nформирование академической политики университета;<br />\r\nразработка внутренних нормативных и инструктивных документов, направленных на совершенствование образовательного процесса;<br />\r\nосуществление перспективного и текущего планирования образовательного процесса;<br />\r\nразработка, мониторинг и управление образовательными программами;<br />\r\nорганизация, координация и контроль учебно-методической работы университета, факультета и кафедр;<br />\r\nорганизация и управление образовательным процессом на основе кредитной технологии обучения;</p>\r\n\r\n<ul>\r\n\t<li>\r\n\t<p class=\"pcke\">расчет учебной нагрузки, разработка проекта штатного расписания ППС и УВП по кафедрам и университету;</p>\r\n\t</li>\r\n\t<li>\r\n\t<p class=\"pcke\">организация и проведение текущего, промежуточного и итогового контроля;</p>\r\n\t</li>\r\n\t<li>\r\n\t<p class=\"pcke\">мониторинг оценки знаний обучающихся;</p>\r\n\t</li>\r\n\t<li>\r\n\t<p class=\"pcke\">учет и мониторинг движения контингента обучающихся;</p>\r\n\t</li>\r\n\t<li>\r\n\t<p class=\"pcke\">обобщение и распространение передового педагогического опыта, внедрение современных образовательных технологий на уровне университета;</p>\r\n\t</li>\r\n\t<li>\r\n\t<p class=\"pcke\">организация и контроль проведения профессиональных практик обучающихся.</p>\r\n\t</li>\r\n</ul>\r\n\r\n<p class=\"pcke\"><span style=\"color:#182b49\"><strong>Структура подразделения:</strong></span></p>\r\n\r\n<ul>\r\n\t<li>\r\n\t<p class=\"pcke\">Учебно-методическое управление</p>\r\n\t</li>\r\n\t<li>\r\n\t<p class=\"pcke\">Фронт-офис обучающихся</p>\r\n\t</li>\r\n</ul>", "content_en": "<p class=\"pcke\">&nbsp;</p>\r\n\r\n<div>\r\n<ul>\r\n\t<li>&nbsp;</li>\r\n</ul>\r\n</div>", "content_kk": "<p class=\"pcke\"><strong>Департаменті&nbsp;академиялық мәселелер жөніндегі&nbsp;мәселелері&nbsp;болып табылады&nbsp;</strong>құрылымдық&nbsp;бөлімшесі&nbsp;Халықаралық&nbsp;университет&nbsp;&quot;Silkway&quot;<br />\r\n<br />\r\n<img alt=\"\" class=\"img4cke\" src=\"/media/uploads/2021/02/17/staff.jpeg\" style=\"float:left\" /><strong>Негізгі&nbsp;мақсаты</strong>Департаменті&nbsp;академиялық мәселелер жөніндегі&nbsp;мәселелері:&nbsp;үйлестіру&nbsp;және ұйымдастыру&nbsp;деңгейінде&nbsp;университет&nbsp;қызмет&nbsp;жоспарлау,&nbsp;ұйымдастыру,&nbsp;басқару,&nbsp;бақылау және&nbsp;жетілдіру&nbsp;білім беру&nbsp;процесс&nbsp;оқу-әдістемелік&nbsp;жұмыс&nbsp;басшылығымен&nbsp;қамтамасыз ету жөніндегі&nbsp;сапа және&nbsp;стратегиясы&nbsp;университет&nbsp;<strong>&nbsp;</strong></p>\r\n\r\n<p class=\"pcke\"><strong>Побежук&nbsp;Наталя&nbsp;Юрьевна<br />\r\nЛауазымы:</strong>Директоры&nbsp;ДАВ<br />\r\n<strong>Өкілеттіктері&nbsp;/ міндеттері</strong></p>\r\n\r\n<div>\r\n<ul>\r\n\t<li>\r\n\t<p class=\"pcke\">басшылық&nbsp;қызметпен&nbsp;ДАВ</p>\r\n\t</li>\r\n</ul>\r\n\r\n<p class=\"pcke\"><strong>Телефон&nbsp;жұмыс:</strong><br />\r\n<strong>Email:&nbsp;</strong>pobezhuk.natalya@gmail.com<br />\r\n<strong>Офис:&nbsp;</strong>кабинет&nbsp;312, корпус &quot;А&quot;, ул.&nbsp;Тоқаев 27А<br />\r\n<strong>Часы&nbsp;қабылдау:</strong><br />\r\n<strong>Білім алушылардың&nbsp;</strong>&ndash;&nbsp;дүйсенбі,&nbsp;16:00-18:00<br />\r\n<strong>Стейкхолдерлер&nbsp;</strong>&ndash;&nbsp;бейсенбі, 16:00-18:00</p>\r\n\r\n<p class=\"pcke\">&nbsp;</p>\r\n</div>\r\n\r\n<div>\r\n<p class=\"pcke\"><strong>Киреева&nbsp;Балнур Дисембаевна&nbsp;</strong><img alt=\"\" class=\"img3cke\" src=\"/media/uploads/2021/02/17/staff2.png\" style=\"float:right\" /><br />\r\n<br />\r\n<strong>Өкілеттіктері&nbsp;/ міндеттері</strong></p>\r\n\r\n<ul>\r\n\t<li>\r\n\t<p class=\"pcke\">Ұйымдастыру,&nbsp;үйлестіру&nbsp;және бақылау&nbsp;қызметіне&nbsp;бөлімшелерінің&nbsp;Фронт-офис&nbsp;білім алушылардың</p>\r\n\t</li>\r\n</ul>\r\n\r\n<p class=\"pcke\"><strong>Телефон&nbsp;жұмыс:</strong><br />\r\n<strong>Email:&nbsp;</strong>balnur01@mail.ru<br />\r\n<strong>Офис:&nbsp;</strong>кабинет&nbsp;312, корпус &quot;А&quot;, ул.&nbsp;Тоқаев 27А<br />\r\n<strong>Часы&nbsp;қабылдау:</strong><br />\r\n<strong>Білім алушылардың&nbsp;</strong>&ndash;&nbsp;дүйсенбі,&nbsp;16:00-18:00<br />\r\n<strong>Стейкхолдерлер&nbsp;</strong>&ndash;&nbsp;бейсенбі, 16:00-18:00&nbsp;</p>\r\n</div>\r\n\r\n<div>\r\n<p><strong>Функциялары:</strong><br />\r\nқалыптастыру&nbsp;академиялық&nbsp;саясат&nbsp;университеті;<br />\r\nәзірлеу&nbsp;ішкі&nbsp;нормативтік&nbsp;және нұсқаулық&nbsp;құжаттарды&nbsp;бағытталған&nbsp;жетілдіру&nbsp;білім беру&nbsp;процесін;<br />\r\nжүзеге асыру&nbsp;перспективалық&nbsp;және ағымдағы&nbsp;жоспарлау&nbsp;білім беру&nbsp;процесін;<br />\r\nәзірлеу,&nbsp;мониторинг&nbsp;және басқару&nbsp;білім беру&nbsp;бағдарламалармен;<br />\r\nұйымдастыру,&nbsp;үйлестіру&nbsp;және бақылау&nbsp;оқу-әдістемелік&nbsp;университет жұмысының,&nbsp;факультеті&nbsp;кафедра;<br />\r\nұйымдастыру&nbsp;және басқару&nbsp;білім беру&nbsp;процесін&nbsp;негізде кредит&nbsp;технология&nbsp;оқыту;</p>\r\n\r\n<ul>\r\n\t<li>\r\n\t<p>есептеу&nbsp;оқу жүктемесінің&nbsp;әзірлеу&nbsp;жобаның штаттық&nbsp;кестесі&nbsp;ПОҚ және ОКП бойынша&nbsp;кафедралар және&nbsp;университетке;</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>ұйымдастыру&nbsp;және өткізу&nbsp;ағымдағы,&nbsp;аралық&nbsp;және қорытынды&nbsp;бақылау;</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>мониторинг&nbsp;білімді бағалау&nbsp;білім алушылар;</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>есепке алу&nbsp;және мониторинг&nbsp;қозғалыс&nbsp;контингент&nbsp;білім алушылар;</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>қорыту&nbsp;және тарату&nbsp;озық&nbsp;педагогикалық&nbsp;тәжірибені енгізу&nbsp;қазіргі заманғы&nbsp;білім беру&nbsp;технологиялар&nbsp;деңгейінде&nbsp;университеті;</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>ұйымдастыру&nbsp;және бақылау&nbsp;өткізу&nbsp;кәсіби&nbsp;практика білім алушылар.</p>\r\n\t</li>\r\n</ul>\r\n\r\n<p><strong>Құрылымы&nbsp;бөлімшелер:</strong></p>\r\n\r\n<ul>\r\n\t<li>\r\n\t<p>Оқу-әдістемелік&nbsp;басқармасы</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>Фронт-офис&nbsp;білім алушылардың</p>\r\n\t</li>\r\n</ul>\r\n</div>", "img": "Page/staff.jpeg", "category": 2}}, {"model": "faculties.page", "pk": 10, "fields": {"order": 2, "title": "Оқу-әдістемелік басқарма", "title_ru": "Учебно-методическое управление", "title_en": "Educational and methodological management", "title_kk": "Оқу-әдістемелік басқарма", "url": "pageView", "slug": "ou-distemelik-basarma", "link": null, "content": "<p class=\"pcke\"><strong>Учебно-методическое управление</strong>&nbsp;<strong>является</strong>&nbsp;структурным подразделением Международного университета &laquo;Silkway&raquo;<br />\r\n<br />\r\n<strong>Цель:</strong>&nbsp;управление учебным процессом и систематическое совершенствование его путем применения прогрессивных технологий и средств, способствующих повышению эффективности учебного процесса и качества обучения.<br />\r\n<br />\r\n<strong>Функции:</strong><br />\r\n<br />\r\n<em>Организационные:</em>&nbsp;реализация Политики и Целей SILKWAY в области качества, подготовка и реализация управленческих решений по основным направлениям деятельности, обеспечивающим инновационное развитие в организации учебного процесса, организация работы по подготовке и проведению лицензирования и аккредитации университета и образовательных программ.<br />\r\n<br />\r\n<em>Аналитические:</em>&nbsp;учет и анализ перспективы и текущего состояния учебно-методической деятельности, выявление несоответствий, поиск возможных резервов, составление отчетов по направлению деятельности. Подготовка сводных материалов справочного характера по запросам вышестоящих организаций.<br />\r\n<br />\r\n<em>Планирующие:</em>&nbsp;разработка и корректировка стратегии организации образовательного процесса, обеспечивающей удовлетворение потребности студентов и рынка труда, планирование и совершенствование профессиональной практики и УНПК, повышение эффективности управления качеством образовательного процесса.<br />\r\n<br />\r\n<em>Контролирующие:</em>&nbsp;контроль за выполнением законодательных, нормативных и распорядительных актов в области образования, актуализация и реализация образовательных программ, мотивация производительности труда.<br />\r\n<br />\r\n<em>Распорядительные:</em>&nbsp;создание эффективной системы информационного обслуживания учебных подразделений университета и подготовка распорядительной и нормативной документации, регламентирующей содержание, организацию и методическое обеспечение учебного процесса, распределение учебной нагрузки по кафедрам, диспетчеризация образовательного процесса.<br />\r\n<br />\r\n<br />\r\n<strong>Структура подразделения:</strong><br />\r\n<br />\r\nУчебный отдел;<br />\r\nМетодический отдел;<br />\r\nДиспетчерский отдел.</p>", "content_ru": "<p class=\"pcke\"><strong>Учебно-методическое управление</strong>&nbsp;<strong>является</strong>&nbsp;структурным подразделением Международного университета &laquo;Silkway&raquo;<br />\r\n<br />\r\n<strong>Цель:</strong>&nbsp;управление учебным процессом и систематическое совершенствование его путем применения прогрессивных технологий и средств, способствующих повышению эффективности учебного процесса и качества обучения.<br />\r\n<br />\r\n<strong>Функции:</strong><br />\r\n<br />\r\n<em>Организационные:</em>&nbsp;реализация Политики и Целей SILKWAY в области качества, подготовка и реализация управленческих решений по основным направлениям деятельности, обеспечивающим инновационное развитие в организации учебного процесса, организация работы по подготовке и проведению лицензирования и аккредитации университета и образовательных программ.<br />\r\n<br />\r\n<em>Аналитические:</em>&nbsp;учет и анализ перспективы и текущего состояния учебно-методической деятельности, выявление несоответствий, поиск возможных резервов, составление отчетов по направлению деятельности. Подготовка сводных материалов справочного характера по запросам вышестоящих организаций.<br />\r\n<br />\r\n<em>Планирующие:</em>&nbsp;разработка и корректировка стратегии организации образовательного процесса, обеспечивающей удовлетворение потребности студентов и рынка труда, планирование и совершенствование профессиональной практики и УНПК, повышение эффективности управления качеством образовательного процесса.<br />\r\n<br />\r\n<em>Контролирующие:</em>&nbsp;контроль за выполнением законодательных, нормативных и распорядительных актов в области образования, актуализация и реализация образовательных программ, мотивация производительности труда.<br />\r\n<br />\r\n<em>Распорядительные:</em>&nbsp;создание эффективной системы информационного обслуживания учебных подразделений университета и подготовка распорядительной и нормативной документации, регламентирующей содержание, организацию и методическое обеспечение учебного процесса, распределение учебной нагрузки по кафедрам, диспетчеризация образовательного процесса.<br />\r\n<br />\r\n<br />\r\n<strong>Структура подразделения:</strong><br />\r\n<br />\r\nУчебный отдел;<br />\r\nМетодический отдел;<br />\r\nДиспетчерский отдел.</p>", "content_en": null, "content_kk": null, "img": "Page/staff2.png", "category": 2}}, {"model": "faculties.page", "pk": 11, "fields": {"order": 1, "title": "Білім алушылардың Фронт-офисі", "title_ru": "Фронт-офис обучающихся", "title_en": "Front office of students", "title_kk": "Білім алушылардың Фронт-офисі", "url": "pageView", "slug": "bilim-alushylardy-front-ofisi", "link": null, "content": "<p><strong>Фронт-офис обучающихся</strong><strong>является</strong>&nbsp;структурным подразделением Департамента по академическим вопросам Международного университета &laquo;Silkway&raquo;.<br />\r\n<br />\r\n<strong>Основная цель</strong>&nbsp;Фронт-офиса обучающихся: реализация принципов студентоориентированности и студентоцентрированности в организации образовательного процесса; оперативное и качественное обслуживание обучающихся по принципу &laquo;одного окна&raquo;; обеспечение организационно-технической, консультационной поддержки обучающихся по академическим и организационным процессам.</p>\r\n\r\n<p><strong>Полномочия / обязанности:</strong>&nbsp;руководство деятельностью Фронт-офиса обучающихся<br />\r\n<strong>Телефон рабочий:</strong>&nbsp;+7 (778) 945 36 84<br />\r\n<strong>Email:</strong>&nbsp;swiu-office@swiu.kz<br />\r\n<strong>Офис:</strong>&nbsp;кабинет, корпус А, ул. Токаева 27А<br />\r\n<strong>Часы приема:</strong><br />\r\n<strong>Обучающихся</strong>&nbsp;&ndash; понедельник, четверг, 10:00-12:00<br />\r\n<strong>Стейкхолдеров</strong>&nbsp;&ndash; понедельник, четверг, 15:00-17:00</p>\r\n\r\n<p><strong>Функции:</strong></p>\r\n\r\n<ul>\r\n\t<li>\r\n\t<p>реализация академической политики университета;</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>азработка регламентов оказания услуг университета обучающимся;</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>облюдение и реализация Стандартов государственных услуг, оказываемых обучающимся;</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>казание услуг университета обучающимся на основании Стандартов государственных услуг и регламентов услуг университета;</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>оставление Справочника-путеводителя обучающегося;</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>еализация образовательного процесса университета по кредитной технологии обучения, в том числе регистрация обучающихся на дисциплины, формирование индивидуальных учебных планов, организация и проведение текущего, промежуточного и итогового контроля;</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>ормирование и хранение академических записей обучающихся, в том числе истории учебных достижений обучающихся, персональных данных;</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>существление признания результатов формального и неформального обучения;</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>реализация процесса движения контингента обучающихся;</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>учет, анализ и мониторинг результатов обучения обучающихся, движения контингента;</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>заполнение и ведение форм отчетности, в том числе статистической, аналитических справок по движению контингента, успваемости обучающихся;</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>переписка с МОН РК, МЗ РК, местными исполнительными органами и другими организациями по вопросам компетенций подразделения.</p>\r\n\t</li>\r\n</ul>\r\n\r\n<p><br />\r\n<strong>Структура подразделения:</strong></p>\r\n\r\n<ol>\r\n\t<li>\r\n\t<p>Офис регистратора</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>Студенческий офис</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>Офис обслуживания обучающихся</p>\r\n\t</li>\r\n</ol>", "content_ru": "<p><strong>Фронт-офис обучающихся</strong><strong>является</strong>&nbsp;структурным подразделением Департамента по академическим вопросам Международного университета &laquo;Silkway&raquo;.<br />\r\n<br />\r\n<strong>Основная цель</strong>&nbsp;Фронт-офиса обучающихся: реализация принципов студентоориентированности и студентоцентрированности в организации образовательного процесса; оперативное и качественное обслуживание обучающихся по принципу &laquo;одного окна&raquo;; обеспечение организационно-технической, консультационной поддержки обучающихся по академическим и организационным процессам.</p>\r\n\r\n<p><strong>Полномочия / обязанности:</strong>&nbsp;руководство деятельностью Фронт-офиса обучающихся<br />\r\n<strong>Телефон рабочий:</strong>&nbsp;+7 (778) 945 36 84<br />\r\n<strong>Email:</strong>&nbsp;swiu-office@swiu.kz<br />\r\n<strong>Офис:</strong>&nbsp;кабинет, корпус А, ул. Токаева 27А<br />\r\n<strong>Часы приема:</strong><br />\r\n<strong>Обучающихся</strong>&nbsp;&ndash; понедельник, четверг, 10:00-12:00<br />\r\n<strong>Стейкхолдеров</strong>&nbsp;&ndash; понедельник, четверг, 15:00-17:00</p>\r\n\r\n<p><strong>Функции:</strong></p>\r\n\r\n<ul>\r\n\t<li>\r\n\t<p>реализация академической политики университета;</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>азработка регламентов оказания услуг университета обучающимся;</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>облюдение и реализация Стандартов государственных услуг, оказываемых обучающимся;</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>казание услуг университета обучающимся на основании Стандартов государственных услуг и регламентов услуг университета;</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>оставление Справочника-путеводителя обучающегося;</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>еализация образовательного процесса университета по кредитной технологии обучения, в том числе регистрация обучающихся на дисциплины, формирование индивидуальных учебных планов, организация и проведение текущего, промежуточного и итогового контроля;</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>ормирование и хранение академических записей обучающихся, в том числе истории учебных достижений обучающихся, персональных данных;</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>существление признания результатов формального и неформального обучения;</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>реализация процесса движения контингента обучающихся;</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>учет, анализ и мониторинг результатов обучения обучающихся, движения контингента;</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>заполнение и ведение форм отчетности, в том числе статистической, аналитических справок по движению контингента, успваемости обучающихся;</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>переписка с МОН РК, МЗ РК, местными исполнительными органами и другими организациями по вопросам компетенций подразделения.</p>\r\n\t</li>\r\n</ul>\r\n\r\n<p><br />\r\n<strong>Структура подразделения:</strong></p>\r\n\r\n<ol>\r\n\t<li>\r\n\t<p>Офис регистратора</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>Студенческий офис</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>Офис обслуживания обучающихся</p>\r\n\t</li>\r\n</ol>", "content_en": null, "content_kk": null, "img": "Page/Снимок_экрана_8.png", "category": 2}}, {"model": "faculties.page", "pk": 12, "fields": {"order": 9, "title": "Қашықтықтан білім беру технологиялары орталығы", "title_ru": "Центр Дистанционных образовательных технологий", "title_en": "Center for Distance Learning Technologies", "title_kk": "Қашықтықтан білім беру технологиялары орталығы", "url": "pageView", "slug": "ashytytan-bilim-beru-tehnologiyalary-ortalyy", "link": null, "content": "<h2 class=\"titlecke2\"><strong>Директор&nbsp;<strong>центра дистанционных образовательных технологий</strong></strong></h2>\r\n\r\n<p class=\"pcke\"><strong>Бабаханов Фархад Бахтиярович</strong><br />\r\n<strong>Полномочия / обязанности</strong></p>\r\n\r\n<ul>\r\n\t<li>\r\n\t<p class=\"pcke\">руководство деятельностью ЦДОТ</p>\r\n\t</li>\r\n</ul>\r\n\r\n<p class=\"pcke\">Телефон рабочий: 8(7252) 537152 (142)<br />\r\nEmail: Farhad_kz@mail.ru<br />\r\nОфис: кабинет 106, корпус А, ул. Токаева 27А<br />\r\nЧасы приема:16:00-18:00</p>\r\n\r\n<p class=\"pcke\"><strong>Центр Дистанционных образовательных технологий</strong>&nbsp;<strong>является</strong>&nbsp;структурным подразделением Международного университета &laquo;Silkway&raquo;<br />\r\nЦентр Дистанционных образовательных технологий (ЦДОТ) поддерживает, проектирует и управляет средствами дистанционного и смешанного обучения в Международном Университете Silkway.<br />\r\n&ndash; Занимается вопросами, связанными с цифровыми и технологическими аспектами курсов;<br />\r\n&ndash; Участвует в принятии решений и планировании по вопросам дистанционного обучения.</p>\r\n\r\n<h2 class=\"titlecke2\"><strong>Общие стратегические направления</strong></h2>\r\n\r\n<p>Для достижения своей цели и миссии, а также для того, чтобы соответствовать своему видению и ценностям, Центр дистанционного обучения стремится к достижению следующих целей:</p>", "content_ru": "<h2 class=\"titlecke2\"><strong>Директор&nbsp;<strong>центра дистанционных образовательных технологий</strong></strong></h2>\r\n\r\n<p class=\"pcke\"><strong>Бабаханов Фархад Бахтиярович</strong><br />\r\n<strong>Полномочия / обязанности</strong></p>\r\n\r\n<ul>\r\n\t<li>\r\n\t<p class=\"pcke\">руководство деятельностью ЦДОТ</p>\r\n\t</li>\r\n</ul>\r\n\r\n<p class=\"pcke\">Телефон рабочий: 8(7252) 537152 (142)<br />\r\nEmail: Farhad_kz@mail.ru<br />\r\nОфис: кабинет 106, корпус А, ул. Токаева 27А<br />\r\nЧасы приема:16:00-18:00</p>\r\n\r\n<p class=\"pcke\"><strong>Центр Дистанционных образовательных технологий</strong>&nbsp;<strong>является</strong>&nbsp;структурным подразделением Международного университета &laquo;Silkway&raquo;<br />\r\nЦентр Дистанционных образовательных технологий (ЦДОТ) поддерживает, проектирует и управляет средствами дистанционного и смешанного обучения в Международном Университете Silkway.<br />\r\n&ndash; Занимается вопросами, связанными с цифровыми и технологическими аспектами курсов;<br />\r\n&ndash; Участвует в принятии решений и планировании по вопросам дистанционного обучения.</p>\r\n\r\n<h2 class=\"titlecke2\"><strong>Общие стратегические направления</strong></h2>\r\n\r\n<p>Для достижения своей цели и миссии, а также для того, чтобы соответствовать своему видению и ценностям, Центр дистанционного обучения стремится к достижению следующих целей:</p>", "content_en": null, "content_kk": null, "img": "Page/Снимок_экрана_3.png", "category": 2}}, {"model": "faculties.page", "pk": 13, "fields": {"order": 11, "title": "Жұмысқа орналастыру орталығы", "title_ru": "Центр трудоустройства", "title_en": "Employment Center", "title_kk": "Жұмысқа орналастыру орталығы", "url": "pageView", "slug": "zhmysa-ornalastyru-ortalyy", "link": null, "content": "<p><strong>Дабыл Назерке Бериковна</strong><br />\r\n<br />\r\nНачальник центра трудоустройства и развития карьеры. Магистр юридических наук<br />\r\n<br />\r\n+7776-701-77-17 | Nazka_992@mail.ru | улица Токаева 27 А, главный корпус, 113 кабинет (музей)<br />\r\n<br />\r\nНачальник отдела занятости и карьерного роста<br />\r\n<br />\r\nОтдел занятости и развития карьеры предлагает:<br />\r\n<br />\r\n* резюме, рекомендательные письма, советы по подготовке портфолио;<br />\r\n* оказание помощи в решении вопросов, связанных с процессом приема на работу;<br />\r\n* подготовка к получению предложений по собеседованию с потенциальными работодателями;<br />\r\n* изучение ситуации на рынке труда;<br />\r\n* использование вакансий на сайте университета.<br />\r\n<br />\r\nДеятельность отдела осуществляется по нескольким направлениям:<br />\r\n<br />\r\n* профессиональное консультирование студентов и выпускников;<br />\r\n* внедрение автоматизированной базы данных резюме;<br />\r\n* организация и проведение специализированных мероприятий с работодателями (ярмарки вакансий, дни карьеры и др.);<br />\r\n* реализация учебных программ по развитию навыков эффективного поведения на рынке труда;<br />\r\n* создание вакансий для молодых специалистов &bull;выпускников) и студентов университета;<br />\r\n* контроль за трудоустройством и карьерой выпускников.<br />\r\n<br />\r\nМы уверены, что качество наших выпускников сочетаются с их высокой квалификацией и востребованностью на рынке труда. Учебный процесс<br />\r\n<br />\r\nмеждународного университета Silkway-это глубокие теоретические знания в сочетании с практическими работами на современном оборудовании. Подготовка будущих выпускников гарантирована подготовкой квалифицированных специалистов по соответствующим специальностям с учетом требований работодателей.</p>", "content_ru": "<p><strong>Дабыл Назерке Бериковна</strong><br />\r\n<br />\r\nНачальник центра трудоустройства и развития карьеры. Магистр юридических наук<br />\r\n<br />\r\n+7776-701-77-17 | Nazka_992@mail.ru | улица Токаева 27 А, главный корпус, 113 кабинет (музей)<br />\r\n<br />\r\nНачальник отдела занятости и карьерного роста<br />\r\n<br />\r\nОтдел занятости и развития карьеры предлагает:<br />\r\n<br />\r\n* резюме, рекомендательные письма, советы по подготовке портфолио;<br />\r\n* оказание помощи в решении вопросов, связанных с процессом приема на работу;<br />\r\n* подготовка к получению предложений по собеседованию с потенциальными работодателями;<br />\r\n* изучение ситуации на рынке труда;<br />\r\n* использование вакансий на сайте университета.<br />\r\n<br />\r\nДеятельность отдела осуществляется по нескольким направлениям:<br />\r\n<br />\r\n* профессиональное консультирование студентов и выпускников;<br />\r\n* внедрение автоматизированной базы данных резюме;<br />\r\n* организация и проведение специализированных мероприятий с работодателями (ярмарки вакансий, дни карьеры и др.);<br />\r\n* реализация учебных программ по развитию навыков эффективного поведения на рынке труда;<br />\r\n* создание вакансий для молодых специалистов &bull;выпускников) и студентов университета;<br />\r\n* контроль за трудоустройством и карьерой выпускников.<br />\r\n<br />\r\nМы уверены, что качество наших выпускников сочетаются с их высокой квалификацией и востребованностью на рынке труда. Учебный процесс<br />\r\n<br />\r\nмеждународного университета Silkway-это глубокие теоретические знания в сочетании с практическими работами на современном оборудовании. Подготовка будущих выпускников гарантирована подготовкой квалифицированных специалистов по соответствующим специальностям с учетом требований работодателей.</p>", "content_en": null, "content_kk": null, "img": "Page/Снимок_экрана_3_AntTpHH.png", "category": 2}}, {"model": "faculties.page", "pk": 14, "fields": {"order": 8, "title": "Тестілеу орталығы туралы", "title_ru": "О центре тестирования", "title_en": "About the testing center", "title_kk": "Тестілеу орталығы туралы", "url": "pageView", "slug": "testileu-ortalyy-turaly", "link": null, "content": "<p class=\"pcke\">О центре тестрования</p>\r\n\r\n<p class=\"pcke\">Центр тестирования&nbsp;(далее ЦТ) создано 2002 года приказом президента университета. Основной целью деятельности ЦТ является организационно-техническое обеспечение повышения качества образования в системе непрерывного образования университета.<br />\r\nВыполнение функций ЦТ направлено на реализацию одной из важных задач отечественного образования &ndash; обеспечение доступности качественного образования для университета. Успеху в работе центра способствует профессионализм, креативность его сотрудников и преданность своему делу.<br />\r\nОдним из важнейших напралений деятельности ЦТ является организация формирования базы тестовых заданий для всех вышеуказанных мероприятий. При формировании баз заданий соблюдаются требования об обязательном прохождении этапов производства тестов:<br />\r\n1. Обучение разработчиков и экспертов;<br />\r\n2. Разработка тестовых заданий;<br />\r\n3. Экспертиза тестовых заданий;<br />\r\n4. Апробация тестовых заданий;<br />\r\n5. Занесение тестовых заданий в базу.</p>", "content_ru": "<p class=\"pcke\">О центре тестрования</p>\r\n\r\n<p class=\"pcke\">Центр тестирования&nbsp;(далее ЦТ) создано 2002 года приказом президента университета. Основной целью деятельности ЦТ является организационно-техническое обеспечение повышения качества образования в системе непрерывного образования университета.<br />\r\nВыполнение функций ЦТ направлено на реализацию одной из важных задач отечественного образования &ndash; обеспечение доступности качественного образования для университета. Успеху в работе центра способствует профессионализм, креативность его сотрудников и преданность своему делу.<br />\r\nОдним из важнейших напралений деятельности ЦТ является организация формирования базы тестовых заданий для всех вышеуказанных мероприятий. При формировании баз заданий соблюдаются требования об обязательном прохождении этапов производства тестов:<br />\r\n1. Обучение разработчиков и экспертов;<br />\r\n2. Разработка тестовых заданий;<br />\r\n3. Экспертиза тестовых заданий;<br />\r\n4. Апробация тестовых заданий;<br />\r\n5. Занесение тестовых заданий в базу.</p>", "content_en": null, "content_kk": null, "img": "Page/Снимок_экрана_3_bDSn1Bv.png", "category": 2}}, {"model": "faculties.page", "pk": 15, "fields": {"order": 7, "title": "Ақпараттық-білім беру орталығы", "title_ru": "Информационно-образовательный центр", "title_en": "Information and Educational Center", "title_kk": "Ақпараттық-білім беру орталығы", "url": "pageView", "slug": "aparatty-bilim-beru-ortalyy", "link": null, "content": "<p class=\"pcke\">Становление и развитие Информационно-образовательного центра тесно связано с историей и развитием нашего университета.<br />\r\nПервый этап в истории библиотеки начался с открытия института Востоковедения в Шымкенте в 1992 году. В 2000 году институт был реорганизован, повышен в статусе и переименован в Южно-Казахстанский педагогический университет (ЮКПУ), а в сентябре 2018 года в Международный университет Silkway. В связи с увеличением контингента учащихся и книжного фонда, с 2007 года в университете функционирует Образовательно-информационный центр. Как структурное подразделение университета, он является центром, предоставляющим необходимую информацию для использования его разнообразного книжного фонда в учебном процессе. Изменения системы образования в стране ставят новые требования к образовательному процессу высшего образования. Библиотечный сервис - это высокий спрос пользователей, для выполнения их пожеланий и предоставления необходимой информации.<br />\r\n<br />\r\nМеждународный университет Silkway является вузом в области подготовки высококвалифицированных специалистов, признанных во всем мире. Одним из способов повышения качества преподавания является внедрение инновационных технологий обучения и подготовки, интеграция с зарубежными странами и так далее. Являясь ведущим структурным подразделением университета в реализации этих задач, ОИЦ вносит свой вклад в обеспечении книгами и электронными ресурсами учебного процесса и научных исследовании потребителей.<br />\r\n<br />\r\nКак известно, информационное пространство и возможности для него бесконечны.<br />\r\nПоэтому организация деятельности Информационного центра современна, а его качество и эффективность определяют не только его будущее, но и будущее университета.<br />\r\n<br />\r\nОИЦ обладает уникальным и многоцелевым книжным фондом, который является центром образовательной и культурной деятельности университета.<br />\r\nПреподавателей, студентов и магистрантов университета обслуживают 5 сотрудников ОИЦ.<br />\r\nПользователям предоставляются 5 читальных залов и абонемент.<br />\r\nВо всех читальных залах организован открытый доступ ко всем информационным ресурсам.<br />\r\n<em>В здании &quot;А&quot;:</em><br />\r\n1. Читальный зал открытого доступа (220 кабинет);<br />\r\n2. Читальный зал периодических издании и электронных учебников (218 кабинет);<br />\r\n3. Электронный читальный зал (219 кабинет);<br />\r\n4. Абонемент (221 кабинет);<br />\r\n<br />\r\n<em>В здании &laquo;В&raquo;:</em></p>\r\n\r\n<ol>\r\n\t<li>\r\n\t<p class=\"pcke\">Читальный зал открытого доступа (310 кабинет)</p>\r\n\t</li>\r\n</ol>\r\n\r\n<p class=\"pcke\"><em>В общежитии:</em></p>\r\n\r\n<ol>\r\n\t<li>\r\n\t<p class=\"pcke\">Читальный зал открытого доступа (209 кабинет)</p>\r\n\t</li>\r\n</ol>", "content_ru": "<p class=\"pcke\">Становление и развитие Информационно-образовательного центра тесно связано с историей и развитием нашего университета.<br />\r\nПервый этап в истории библиотеки начался с открытия института Востоковедения в Шымкенте в 1992 году. В 2000 году институт был реорганизован, повышен в статусе и переименован в Южно-Казахстанский педагогический университет (ЮКПУ), а в сентябре 2018 года в Международный университет Silkway. В связи с увеличением контингента учащихся и книжного фонда, с 2007 года в университете функционирует Образовательно-информационный центр. Как структурное подразделение университета, он является центром, предоставляющим необходимую информацию для использования его разнообразного книжного фонда в учебном процессе. Изменения системы образования в стране ставят новые требования к образовательному процессу высшего образования. Библиотечный сервис - это высокий спрос пользователей, для выполнения их пожеланий и предоставления необходимой информации.<br />\r\n<br />\r\nМеждународный университет Silkway является вузом в области подготовки высококвалифицированных специалистов, признанных во всем мире. Одним из способов повышения качества преподавания является внедрение инновационных технологий обучения и подготовки, интеграция с зарубежными странами и так далее. Являясь ведущим структурным подразделением университета в реализации этих задач, ОИЦ вносит свой вклад в обеспечении книгами и электронными ресурсами учебного процесса и научных исследовании потребителей.<br />\r\n<br />\r\nКак известно, информационное пространство и возможности для него бесконечны.<br />\r\nПоэтому организация деятельности Информационного центра современна, а его качество и эффективность определяют не только его будущее, но и будущее университета.<br />\r\n<br />\r\nОИЦ обладает уникальным и многоцелевым книжным фондом, который является центром образовательной и культурной деятельности университета.<br />\r\nПреподавателей, студентов и магистрантов университета обслуживают 5 сотрудников ОИЦ.<br />\r\nПользователям предоставляются 5 читальных залов и абонемент.<br />\r\nВо всех читальных залах организован открытый доступ ко всем информационным ресурсам.<br />\r\n<em>В здании &quot;А&quot;:</em><br />\r\n1. Читальный зал открытого доступа (220 кабинет);<br />\r\n2. Читальный зал периодических издании и электронных учебников (218 кабинет);<br />\r\n3. Электронный читальный зал (219 кабинет);<br />\r\n4. Абонемент (221 кабинет);<br />\r\n<br />\r\n<em>В здании &laquo;В&raquo;:</em></p>\r\n\r\n<ol>\r\n\t<li>\r\n\t<p class=\"pcke\">Читальный зал открытого доступа (310 кабинет)</p>\r\n\t</li>\r\n</ol>\r\n\r\n<p class=\"pcke\"><em>В общежитии:</em></p>\r\n\r\n<ol>\r\n\t<li>\r\n\t<p class=\"pcke\">Читальный зал открытого доступа (209 кабинет)</p>\r\n\t</li>\r\n</ol>", "content_en": null, "content_kk": null, "img": "Page/Снимок_экрана_4.png", "category": 2}}, {"model": "faculties.page", "pk": 16, "fields": {"order": 6, "title": "Жоғары оқу орнынан кейінгі білім беру орталығы", "title_ru": "Центр послевузовского образования", "title_en": "Center for Postgraduate Education", "title_kk": "Жоғары оқу орнынан кейінгі білім беру орталығы", "url": "pageView", "slug": "zhoary-ou-ornynan-kejingi-bilim-beru-ortalyy", "link": null, "content": "<p class=\"pcke\"><strong><em>Заурбеков Талгат Талапбекович</em></strong><br />\r\n<br />\r\nМагистр технических наук<br />\r\nНачальник Центра послевузовского образования<br />\r\nТелефон: 87016344651<br />\r\nЭлектронды почта: zaurbek_tt@mail.ru<br />\r\n<br />\r\nЦентр послевузовского образования является структурным подразделением Международного университета Silkway, обеспечивающим обучение образовательных программ магистратуры и докторантуры.<br />\r\n<br />\r\nС момента открытия специальности магистратуры в университете обучалось более 2000 магистрантов. Они работают в ведущих высших учебных заведениях республики, в сфере государственной службы, бизнес-компаний и юридических служб.<br />\r\n<br />\r\n<strong>Основная цель центра:</strong><br />\r\n<br />\r\n- Подготовка высококвалифицированных, конкурентоспособных, научно-педагогических и управленческих кадров;<br />\r\n<br />\r\n- Обеспечение выпускников магистратуры не только теоретическими знаниями, но и дополнительными практическими навыками.;<br />\r\n<br />\r\n- Формирование специалиста, способного к научным изысканиям, наряду с культурой высокого уровня.<br />\r\n<br />\r\nУниверситет нацелен на сотрудничество с лучшими образовательными учреждениями мира, обеспечение информированности магистрантов о научной информации в мире.<br />\r\n<br />\r\n<strong>Основные функции и задачи центра:</strong><br />\r\n<br />\r\n1. Организация и координация учебного процесса в сфере послевузовского образования.<br />\r\n<br />\r\n2. Обеспечение нормативными документами, регламентирующими образовательный процесс магистратуры и докторантуры.<br />\r\n<br />\r\n3. Разработка нормативных документов послевузовского образования.<br />\r\n<br />\r\n5. Координация работы по академической мобильности и научной стажировке магистрантов и докторантов.<br />\r\n<br />\r\n6. Организация и контроль итоговой аттестации.<br />\r\n<br />\r\nЦентр осуществляет подготовку специалистов по 13 образовательным программам магистратуры, по 2 образовательным программам докторантуры.<br />\r\n<br />\r\nСроки обучения в магистратуре:<br />\r\n<br />\r\n- Научно-педагогическое направление (2 года).<br />\r\n<br />\r\n- Профильный (профильный) (1 год).</p>\r\n\r\n<p class=\"pcke\">&nbsp;</p>", "content_ru": "<p class=\"pcke\"><strong><em>Заурбеков Талгат Талапбекович</em></strong><br />\r\n<br />\r\nМагистр технических наук<br />\r\nНачальник Центра послевузовского образования<br />\r\nТелефон: 87016344651<br />\r\nЭлектронды почта: zaurbek_tt@mail.ru<br />\r\n<br />\r\nЦентр послевузовского образования является структурным подразделением Международного университета Silkway, обеспечивающим обучение образовательных программ магистратуры и докторантуры.<br />\r\n<br />\r\nС момента открытия специальности магистратуры в университете обучалось более 2000 магистрантов. Они работают в ведущих высших учебных заведениях республики, в сфере государственной службы, бизнес-компаний и юридических служб.<br />\r\n<br />\r\n<strong>Основная цель центра:</strong><br />\r\n<br />\r\n- Подготовка высококвалифицированных, конкурентоспособных, научно-педагогических и управленческих кадров;<br />\r\n<br />\r\n- Обеспечение выпускников магистратуры не только теоретическими знаниями, но и дополнительными практическими навыками.;<br />\r\n<br />\r\n- Формирование специалиста, способного к научным изысканиям, наряду с культурой высокого уровня.<br />\r\n<br />\r\nУниверситет нацелен на сотрудничество с лучшими образовательными учреждениями мира, обеспечение информированности магистрантов о научной информации в мире.<br />\r\n<br />\r\n<strong>Основные функции и задачи центра:</strong><br />\r\n<br />\r\n1. Организация и координация учебного процесса в сфере послевузовского образования.<br />\r\n<br />\r\n2. Обеспечение нормативными документами, регламентирующими образовательный процесс магистратуры и докторантуры.<br />\r\n<br />\r\n3. Разработка нормативных документов послевузовского образования.<br />\r\n<br />\r\n5. Координация работы по академической мобильности и научной стажировке магистрантов и докторантов.<br />\r\n<br />\r\n6. Организация и контроль итоговой аттестации.<br />\r\n<br />\r\nЦентр осуществляет подготовку специалистов по 13 образовательным программам магистратуры, по 2 образовательным программам докторантуры.<br />\r\n<br />\r\nСроки обучения в магистратуре:<br />\r\n<br />\r\n- Научно-педагогическое направление (2 года).<br />\r\n<br />\r\n- Профильный (профильный) (1 год).</p>\r\n\r\n<p class=\"pcke\">&nbsp;</p>", "content_en": null, "content_kk": null, "img": "Page/Снимок_экрана_5.png", "category": 2}}, {"model": "faculties.page", "pk": 17, "fields": {"order": 5, "title": "ХАЛЫҚАРАЛЫҚ ЫНТЫМАҚТАСТЫҚ ЖӘНЕ АКАДЕМИЯЛЫҚ ҰТҚЫРЛЫҚ", "title_ru": "ЦЕНТР МЕЖДУНАРОДНОГО СОТРУДНИЧЕСТВА И АКАДЕМИЧЕСКОЙ МОБИЛЬНОСТИ", "title_en": "CENTER FOR INTERNATIONAL COOPERATION AND ACADEMIC MOBILITY", "title_kk": "ХАЛЫҚАРАЛЫҚ ЫНТЫМАҚТАСТЫҚ ЖӘНЕ АКАДЕМИЯЛЫҚ ҰТҚЫРЛЫҚ", "url": "pageView", "slug": "halyaraly-yntymatasty-zhne-akademiyaly-tyrly", "link": null, "content": "<p class=\"pcke\">И.о. директора Центра международного сотрудничества и академической мобильности -&nbsp;<strong>ДЖАНЗАКОВА МЕРУЕРТ АЙДАРОВНА</strong><br />\r\n<br />\r\n<strong>Адрес</strong>: ул. Токаева 27 а, Фронт &ndash; офис.<br />\r\n<br />\r\n<strong>E</strong><strong>-</strong><strong>mail</strong><strong>:</strong>&nbsp;<a href=\"mailto:international_office@swiu.kz\">international_office@swiu.kz</a><br />\r\n<br />\r\nОсновной задачей Центра международного сотрудничества и академической мобильности является укрепление и дальнейшее развитие академической репутации Международного университета Silkway в международном образовательном пространстве.<br />\r\n<br />\r\nКлючевым направлением международной деятельности вуза является развитие академического партнерства с зарубежными университетами, в рамках которого реализуются международные образовательные и научные проекты.<br />\r\n<br />\r\n<strong>Стратегические цели развития международной деятельности университета:</strong><br />\r\n1. Достижение международных стандартов качества в области исследовательских и учебных программ;<br />\r\n2. Гармонизация учебных планов SWIU с учебными планами ведущих университетов мира по соответствующим образовательным программам;<br />\r\n3. Увеличение мобильности обучающихся студентов и профессорско-преподавательского состава в международном образовательном процессе;<br />\r\n4. Внедрение и реализация программ совместных дипломов как важнейшего средства повышения конкурентоспособности вуза на рынке образовательных услуг;<br />\r\n5. Развитие международной научной деятельности университета, повышение качества и масштабов участия SWIU в международных научных, научно-технических и инновационных программах и проектах;<br />\r\n6. Повышение международного авторитета SWIU, в т.ч. путем участия в международных рейтингах и аккредитации образовательных программ и институализации вуза в ведущих международных агентствах;<br />\r\n7. Привлечение иностранных студентов и ППС, развитие языковой подготовки преподавателей, сотрудников, обучающихся;<br />\r\n<br />\r\n<strong>Основные функции Центра международного сотрудничества и академической мобильности</strong><br />\r\n1. Поиск, развитие и установление взаимовыгодных связей с университетами, занимающими высокие позиции в мировых рейтингах, образовательными и исследовательскими организациями, создание международных партнерств;<br />\r\n2. Поиск международных программ для обучающихся, профессорско-преподавательского состава и персонала SWIU;<br />\r\n3. Реализация программ академической мобильности обучающихся и ППС, сотрудников вуза, привлечение зарубежных студентов, преподавателей и исследователей;<br />\r\n4. Развитие двудипломного образования;<br />\r\n5. Организация работы по вхождению SWIU в международные ассоциации и консорциумы;<br />\r\n6. Представление SWIU на международных форумах и конференциях, образовательных ярмарках, выставках.<br />\r\nЦентр Международного Сотрудничества и Академической Мобильности (SWIU) является обладателем престижной международной Премии в области интернационализации высшего образования от Ассоциации Восточно-Европейских Университетов EEUA. Результаты конкурса среди вузов стран СНГ были объявлены в рамках Международной Конференции &quot;IUNC Eurasia 2019&quot; в Москве 14 мая 2019 года, где проходила официальная церемония награждения нашего университета в номинации &laquo;Лучший международный от дел&raquo;.</p>", "content_ru": "<p class=\"pcke\">И.о. директора Центра международного сотрудничества и академической мобильности -&nbsp;<strong>ДЖАНЗАКОВА МЕРУЕРТ АЙДАРОВНА</strong><br />\r\n<br />\r\n<strong>Адрес</strong>: ул. Токаева 27 а, Фронт &ndash; офис.<br />\r\n<br />\r\n<strong>E</strong><strong>-</strong><strong>mail</strong><strong>:</strong>&nbsp;<a href=\"mailto:international_office@swiu.kz\">international_office@swiu.kz</a><br />\r\n<br />\r\nОсновной задачей Центра международного сотрудничества и академической мобильности является укрепление и дальнейшее развитие академической репутации Международного университета Silkway в международном образовательном пространстве.<br />\r\n<br />\r\nКлючевым направлением международной деятельности вуза является развитие академического партнерства с зарубежными университетами, в рамках которого реализуются международные образовательные и научные проекты.<br />\r\n<br />\r\n<strong>Стратегические цели развития международной деятельности университета:</strong><br />\r\n1. Достижение международных стандартов качества в области исследовательских и учебных программ;<br />\r\n2. Гармонизация учебных планов SWIU с учебными планами ведущих университетов мира по соответствующим образовательным программам;<br />\r\n3. Увеличение мобильности обучающихся студентов и профессорско-преподавательского состава в международном образовательном процессе;<br />\r\n4. Внедрение и реализация программ совместных дипломов как важнейшего средства повышения конкурентоспособности вуза на рынке образовательных услуг;<br />\r\n5. Развитие международной научной деятельности университета, повышение качества и масштабов участия SWIU в международных научных, научно-технических и инновационных программах и проектах;<br />\r\n6. Повышение международного авторитета SWIU, в т.ч. путем участия в международных рейтингах и аккредитации образовательных программ и институализации вуза в ведущих международных агентствах;<br />\r\n7. Привлечение иностранных студентов и ППС, развитие языковой подготовки преподавателей, сотрудников, обучающихся;<br />\r\n<br />\r\n<strong>Основные функции Центра международного сотрудничества и академической мобильности</strong><br />\r\n1. Поиск, развитие и установление взаимовыгодных связей с университетами, занимающими высокие позиции в мировых рейтингах, образовательными и исследовательскими организациями, создание международных партнерств;<br />\r\n2. Поиск международных программ для обучающихся, профессорско-преподавательского состава и персонала SWIU;<br />\r\n3. Реализация программ академической мобильности обучающихся и ППС, сотрудников вуза, привлечение зарубежных студентов, преподавателей и исследователей;<br />\r\n4. Развитие двудипломного образования;<br />\r\n5. Организация работы по вхождению SWIU в международные ассоциации и консорциумы;<br />\r\n6. Представление SWIU на международных форумах и конференциях, образовательных ярмарках, выставках.<br />\r\nЦентр Международного Сотрудничества и Академической Мобильности (SWIU) является обладателем престижной международной Премии в области интернационализации высшего образования от Ассоциации Восточно-Европейских Университетов EEUA. Результаты конкурса среди вузов стран СНГ были объявлены в рамках Международной Конференции &quot;IUNC Eurasia 2019&quot; в Москве 14 мая 2019 года, где проходила официальная церемония награждения нашего университета в номинации &laquo;Лучший международный от дел&raquo;.</p>", "content_en": null, "content_kk": null, "img": "Page/Снимок_экрана_4_qdvQE0d.png", "category": 2}}, {"model": "faculties.page", "pk": 18, "fields": {"order": 4, "title": "Компьютерлік технологиялар орталығы", "title_ru": "Центр компьютерных технологии", "title_en": "Computer Technology Center", "title_kk": "Компьютерлік технологиялар орталығы", "url": "pageView", "slug": "kompyuterlik-tehnologiyalar-ortalyy", "link": null, "content": "<p class=\"pcke\">Центр компьютерных технологии (далее-ЦКТ) является структурным подразделением университета, обеспечивающее организацию и проведение мероприятий по информационных и компьютерных технологий.<br />\r\n<strong>Основные задачи</strong><br />\r\nОсновными задачами ЦКТ являются:<br />\r\n- изучение, внедрение, сопровождение новых информационных технологий;<br />\r\n- проектирование, создание, обслуживание корпоративной сети университета, стуктурированных кабельных локальных сетей;<br />\r\n- сопровождение внешнего сайта университета;<br />\r\n- участие в организации и провдении образовательного процесса в области информатизации университета;<br />\r\n- организация работ по дигностике, техническому обслуживанию, ремонту компьютерной техники;<br />\r\n- эффективная поддержка подразделений университета при реализации проектов по созданию и развитиию ИТ-услуг;<br />\r\n- участие во внедрении автоматической системы управления учебным процессом;<br />\r\n- обеспечение своевременного и правильного ввода информации в электронную базу данных в пределах своей компетенции;<br />\r\n- развитие направлений деятельности, входящих в компетенцию отдела.<br />\r\n<strong>Функции</strong><br />\r\n&middot; активного сетевого оборудования;<br />\r\n&middot; средств резервного копирования и восстановления данных;<br />\r\n&middot; средств контроля и управления сетевой инфраструктурой;<br />\r\n&middot; периферийного оборудования;<br />\r\n&middot; вычислителной техники и комплектующих;<br />\r\n&middot; программного обеспечения;<br />\r\n&middot; устройств печати и офисной техники, расходных материалов и запасных частей к ним;<br />\r\n&middot; иного аппаратного и программного обеспечения, в соответствии с потребностями университета.</p>", "content_ru": "<p class=\"pcke\">Центр компьютерных технологии (далее-ЦКТ) является структурным подразделением университета, обеспечивающее организацию и проведение мероприятий по информационных и компьютерных технологий.<br />\r\n<strong>Основные задачи</strong><br />\r\nОсновными задачами ЦКТ являются:<br />\r\n- изучение, внедрение, сопровождение новых информационных технологий;<br />\r\n- проектирование, создание, обслуживание корпоративной сети университета, стуктурированных кабельных локальных сетей;<br />\r\n- сопровождение внешнего сайта университета;<br />\r\n- участие в организации и провдении образовательного процесса в области информатизации университета;<br />\r\n- организация работ по дигностике, техническому обслуживанию, ремонту компьютерной техники;<br />\r\n- эффективная поддержка подразделений университета при реализации проектов по созданию и развитиию ИТ-услуг;<br />\r\n- участие во внедрении автоматической системы управления учебным процессом;<br />\r\n- обеспечение своевременного и правильного ввода информации в электронную базу данных в пределах своей компетенции;<br />\r\n- развитие направлений деятельности, входящих в компетенцию отдела.<br />\r\n<strong>Функции</strong><br />\r\n&middot; активного сетевого оборудования;<br />\r\n&middot; средств резервного копирования и восстановления данных;<br />\r\n&middot; средств контроля и управления сетевой инфраструктурой;<br />\r\n&middot; периферийного оборудования;<br />\r\n&middot; вычислителной техники и комплектующих;<br />\r\n&middot; программного обеспечения;<br />\r\n&middot; устройств печати и офисной техники, расходных материалов и запасных частей к ним;<br />\r\n&middot; иного аппаратного и программного обеспечения, в соответствии с потребностями университета.</p>", "content_en": null, "content_kk": null, "img": "Page/Снимок_экрана_4_6FQhACv.png", "category": 2}}, {"model": "faculties.page", "pk": 19, "fields": {"order": 3, "title": "ТЖ және ШК бойынша департаменті", "title_ru": "Департамент по ВР и МП", "title_en": "Department for BP and MP", "title_kk": "ТЖ және ШК бойынша департаменті", "url": "pageView", "slug": "tzh-zhne-shk-bojynsha-departamenti", "link": null, "content": "<p class=\"pcke\"><strong>Толебай Бекзат Октябревич</strong><br />\r\nи.о. Директор департамента воспитательной работы и молодежной политики<br />\r\nМагистр экономических наук<br />\r\nТелефон: + 7 747 829 73 03<br />\r\n<strong><em>E</em></strong><strong><em>-</em></strong><strong><em>mail</em></strong><strong><em>:</em></strong>&nbsp;<a href=\"mailto:b.tollebaev@mail.ru\"><strong><em>b</em></strong><strong><em>.</em></strong><strong><em>tollebaev</em></strong><strong><em>@</em></strong><strong><em>mail</em></strong><strong><em>.</em></strong><strong><em>ru</em></strong></a><br />\r\n<strong><em>Instagram</em></strong><strong><em>: @</em></strong><strong><em>b</em></strong><strong><em>.</em></strong><strong><em>tollebaev</em></strong><br />\r\nРодился в 1996 году в городе Арысь, ныне Туркестанской области. В 2014-2018 гг. закончил Южно-Казахстанский государственный университет им.М. Ауэзова факультет &laquo;Экономика и финансы&raquo; по специальности &laquo;Государственное и местное управление&raquo;. В 2020 г. получил степень магистра экономических наук в университете Шымкент.<br />\r\nТрудовая деятельность:<br />\r\n2016-2017 г. Председатель МК &laquo;Жас Отан&raquo; при ЮКГУ им. М.Ауэзова;<br />\r\n2017-2018 г. Студенческий ректор ЮКГУ им. М.Ауезова;<br />\r\n2018-2019 г. Сотрудник управления по делам семьи, детей и молодежи Туркестанской области;<br />\r\n2019 г. Председатель ОО &laquo;Молодежный строительный отряд&raquo; Туркестанской области;<br />\r\n2019-2020 г. Председатель комитета по делам молодежи Международного университета Silkway;<br />\r\n2020- и.о. Директор департамента воспитательной работы и молодежной политики Международного университета Silkway.<br />\r\n<strong>Достижения:</strong><br />\r\n2017 г. Благодарственное письмо руководителя Управления по делам семьи, детей и молодежи Туркестанской области Б.Нарбековой;<br />\r\n2017 г. Благодарственное письмо руководителя областного &laquo;Молодежно ресурсного центра&raquo; Б.Дуйсебекова;<br />\r\n2018 г. Благодарственное письмо акима Туркестанской области Ж.Туймебаева.;<br />\r\n2018 г. Благодарственное письмо акима города Шымкента Г.Абдрахимова;<br />\r\n2020 .г Благодарственное письмо Первого Президента РК Н.А. Назарбаева 2020 г.;<br />\r\nЧлен партии Nur Otan.<br />\r\n<strong>Задачи Департамента воспитательной работы и молодежной политики</strong><br />\r\n<br />\r\n- реализация политики и целей Международного университета Silkway в области качества;<br />\r\n- выполнение требований менеджмента качества и обязательств системы качества;<br />\r\n- организация работы по модернизации общественного сознания в университете;<br />\r\n- Соблюдение требований Президента Республики Казахстан, Администрации Президента Республики Казахстан, МОН РК по вопросам модернизации общественного сознания (программные статьи, учебно-методические и информационные письма) и выполнение программы &laquo;Рухани жаңғыру&raquo; ;<br />\r\n- формирование интелектуальной нации, ее представители должны обладать контекстным интеллектом (способность человека получать образование и владеть ею для своего благополучия и общества), эмоциональным интеллектом (умение человека распознавать эмоции, понимать намерения и настроения других, эмоции и эмоции других людей для решения практических задач), духовным и физическим умом (способность человека сохранить свое здоровье), т. е. прагматичным активным, конкурентоспособным, умным сохранить национальную специфику, находчивым, открытым сознанием и достойным эволюционному развитию Казахстана . ;<br />\r\n- организация и научное обеспечение проектной работы ППС университета для реализации программы модернизации общественного сознания и &laquo;Рухани жаңғыру&raquo; ;<br />\r\n- Организация и контроль работы факультетов, ответственных за высшую школу общественных организаторов по реализации программы &laquo;Рухани жаңғыру&raquo; ;<br />\r\n- организация работы экспертной комиссии университета по рассмотрению на общественных началах проектов, подготовленных ППС университета;<br />\r\n- организация работы пула спикеров университета на общественных началах медиакеста;<br />\r\n- разработка методических рекомендаций по организации модернизации общественного сознания в университете;<br />\r\n- сотрудничество с вузами Шымкента, Туркестанской области и Республики по вопросам модернизации общественного сознания;<br />\r\n&nbsp;</p>", "content_ru": "<p class=\"pcke\"><strong>Толебай Бекзат Октябревич</strong><br />\r\nи.о. Директор департамента воспитательной работы и молодежной политики<br />\r\nМагистр экономических наук<br />\r\nТелефон: + 7 747 829 73 03<br />\r\n<strong><em>E</em></strong><strong><em>-</em></strong><strong><em>mail</em></strong><strong><em>:</em></strong>&nbsp;<a href=\"mailto:b.tollebaev@mail.ru\"><strong><em>b</em></strong><strong><em>.</em></strong><strong><em>tollebaev</em></strong><strong><em>@</em></strong><strong><em>mail</em></strong><strong><em>.</em></strong><strong><em>ru</em></strong></a><br />\r\n<strong><em>Instagram</em></strong><strong><em>: @</em></strong><strong><em>b</em></strong><strong><em>.</em></strong><strong><em>tollebaev</em></strong><br />\r\nРодился в 1996 году в городе Арысь, ныне Туркестанской области. В 2014-2018 гг. закончил Южно-Казахстанский государственный университет им.М. Ауэзова факультет &laquo;Экономика и финансы&raquo; по специальности &laquo;Государственное и местное управление&raquo;. В 2020 г. получил степень магистра экономических наук в университете Шымкент.<br />\r\nТрудовая деятельность:<br />\r\n2016-2017 г. Председатель МК &laquo;Жас Отан&raquo; при ЮКГУ им. М.Ауэзова;<br />\r\n2017-2018 г. Студенческий ректор ЮКГУ им. М.Ауезова;<br />\r\n2018-2019 г. Сотрудник управления по делам семьи, детей и молодежи Туркестанской области;<br />\r\n2019 г. Председатель ОО &laquo;Молодежный строительный отряд&raquo; Туркестанской области;<br />\r\n2019-2020 г. Председатель комитета по делам молодежи Международного университета Silkway;<br />\r\n2020- и.о. Директор департамента воспитательной работы и молодежной политики Международного университета Silkway.<br />\r\n<strong>Достижения:</strong><br />\r\n2017 г. Благодарственное письмо руководителя Управления по делам семьи, детей и молодежи Туркестанской области Б.Нарбековой;<br />\r\n2017 г. Благодарственное письмо руководителя областного &laquo;Молодежно ресурсного центра&raquo; Б.Дуйсебекова;<br />\r\n2018 г. Благодарственное письмо акима Туркестанской области Ж.Туймебаева.;<br />\r\n2018 г. Благодарственное письмо акима города Шымкента Г.Абдрахимова;<br />\r\n2020 .г Благодарственное письмо Первого Президента РК Н.А. Назарбаева 2020 г.;<br />\r\nЧлен партии Nur Otan.<br />\r\n<strong>Задачи Департамента воспитательной работы и молодежной политики</strong><br />\r\n<br />\r\n- реализация политики и целей Международного университета Silkway в области качества;<br />\r\n- выполнение требований менеджмента качества и обязательств системы качества;<br />\r\n- организация работы по модернизации общественного сознания в университете;<br />\r\n- Соблюдение требований Президента Республики Казахстан, Администрации Президента Республики Казахстан, МОН РК по вопросам модернизации общественного сознания (программные статьи, учебно-методические и информационные письма) и выполнение программы &laquo;Рухани жаңғыру&raquo; ;<br />\r\n- формирование интелектуальной нации, ее представители должны обладать контекстным интеллектом (способность человека получать образование и владеть ею для своего благополучия и общества), эмоциональным интеллектом (умение человека распознавать эмоции, понимать намерения и настроения других, эмоции и эмоции других людей для решения практических задач), духовным и физическим умом (способность человека сохранить свое здоровье), т. е. прагматичным активным, конкурентоспособным, умным сохранить национальную специфику, находчивым, открытым сознанием и достойным эволюционному развитию Казахстана . ;<br />\r\n- организация и научное обеспечение проектной работы ППС университета для реализации программы модернизации общественного сознания и &laquo;Рухани жаңғыру&raquo; ;<br />\r\n- Организация и контроль работы факультетов, ответственных за высшую школу общественных организаторов по реализации программы &laquo;Рухани жаңғыру&raquo; ;<br />\r\n- организация работы экспертной комиссии университета по рассмотрению на общественных началах проектов, подготовленных ППС университета;<br />\r\n- организация работы пула спикеров университета на общественных началах медиакеста;<br />\r\n- разработка методических рекомендаций по организации модернизации общественного сознания в университете;<br />\r\n- сотрудничество с вузами Шымкента, Туркестанской области и Республики по вопросам модернизации общественного сознания;<br />\r\n&nbsp;</p>", "content_en": null, "content_kk": null, "img": "Page/Снимок_экрана_2.png", "category": 2}}, {"model": "faculties.page", "pk": 20, "fields": {"order": 0, "title": "Халықаралық ынтымақтастық", "title_ru": "Международное сотрудничество", "title_en": "International cooperation", "title_kk": "Халықаралық ынтымақтастық", "url": "pageView", "slug": "halyaraly-yntymatasty", "link": null, "content": "<h2 class=\"titlecke2\">&nbsp;</h2>\r\n\r\n<p class=\"pcke\">Международное сотрудничество является одним из приоритетных направлений деятельности Международного университета SILKWAY (SWIU) инструментом в обеспечении соответствия университетского образования международным стандартам.<br />\r\nМеждународная деятельность SWIU направлена на повышение статуса университета в системе высшего и послевузовского образования Республики Казахстан и дальнейшую интеграцию в мировое образовательное пространство. Образовательное сотрудничество осуществляется в рамках программ взаимодействия с зарубежными университетами, реализации совместных образовательных программ, в том числе программ двудипломного образования, программ академической мобильности обучающихся и преподавателей, зарубежных стажировок, приглашения зарубежных ученых и топ-менеджеров.</p>", "content_ru": "<h2 class=\"titlecke2\">&nbsp;</h2>\r\n\r\n<p class=\"pcke\">Международное сотрудничество является одним из приоритетных направлений деятельности Международного университета SILKWAY (SWIU) инструментом в обеспечении соответствия университетского образования международным стандартам.<br />\r\nМеждународная деятельность SWIU направлена на повышение статуса университета в системе высшего и послевузовского образования Республики Казахстан и дальнейшую интеграцию в мировое образовательное пространство. Образовательное сотрудничество осуществляется в рамках программ взаимодействия с зарубежными университетами, реализации совместных образовательных программ, в том числе программ двудипломного образования, программ академической мобильности обучающихся и преподавателей, зарубежных стажировок, приглашения зарубежных ученых и топ-менеджеров.</p>", "content_en": null, "content_kk": null, "img": "Page/Снимок_экрана_5_mAd5IlL.png", "category": 3}}, {"model": "faculties.page", "pk": 21, "fields": {"order": 0, "title": "Қос дипломды білім беру", "title_ru": "Двудипломное образование", "title_en": "Double-degree education", "title_kk": "Қос дипломды білім беру", "url": "pageView", "slug": "os-diplomdy-bilim-beru", "link": null, "content": "<p class=\"pcke\">В университете реализуется двудипломное образование по образовательным программам магистратуры:<br />\r\n&laquo;Международная торговля&raquo; с Российским университетом дружбы народов (г.Москва, РФ)<br />\r\n&laquo;Международное право&raquo; с Российским университетом дружбы народов (г.Москва, РФ)<br />\r\n&laquo;Международный менеджмент&raquo; с Общественной академией Кракова (г.Краков, Польша)<br />\r\n&laquo;Педагогика и психология&raquo; с Гомельским государственным университетом имени Франциска Скорины (г.Гомель, Беларусь)<br />\r\n&laquo;Экономика&raquo; с Учебно-научным производственным комплексом &laquo;Международный университет Кыргызстана&raquo; (г.Бишкек, КР)<br />\r\n&laquo;Химия&raquo; с Кыргызским национальным университетом имени Жусупа Баласагына (г.Бишкек, КР)<br />\r\nПеречень документов для кандидатов<br />\r\n1.Представление /рекомендательное письмо (от декана или зав.кафедрой)<br />\r\n2.Анкета-заявление<br />\r\n3.Нотариально заверенная копия уд. личности и паспорта (с переводом при необходимости)<br />\r\n4.Нотариально заверенная копия документа об образовании (диплом бакалавра/специалиста/магистра и приложения к нему, для бакалавров 4 курса справка с деканата + транскрипт за весь период обучения);<br />\r\n5. Мед. справка форма 086-У;<br />\r\n6. ВИЧ-сертификат;<br />\r\n7. Фотографии &ndash; 6 шт. размером 3х4;<br />\r\n8.Мотивационное письмо<br />\r\nСроки подачи документов<br />\r\n1 этап конец ноября &ndash; начало января<br />\r\n2 этап конец апреля &ndash; начало июня</p>", "content_ru": "<p class=\"pcke\">В университете реализуется двудипломное образование по образовательным программам магистратуры:<br />\r\n&laquo;Международная торговля&raquo; с Российским университетом дружбы народов (г.Москва, РФ)<br />\r\n&laquo;Международное право&raquo; с Российским университетом дружбы народов (г.Москва, РФ)<br />\r\n&laquo;Международный менеджмент&raquo; с Общественной академией Кракова (г.Краков, Польша)<br />\r\n&laquo;Педагогика и психология&raquo; с Гомельским государственным университетом имени Франциска Скорины (г.Гомель, Беларусь)<br />\r\n&laquo;Экономика&raquo; с Учебно-научным производственным комплексом &laquo;Международный университет Кыргызстана&raquo; (г.Бишкек, КР)<br />\r\n&laquo;Химия&raquo; с Кыргызским национальным университетом имени Жусупа Баласагына (г.Бишкек, КР)<br />\r\nПеречень документов для кандидатов<br />\r\n1.Представление /рекомендательное письмо (от декана или зав.кафедрой)<br />\r\n2.Анкета-заявление<br />\r\n3.Нотариально заверенная копия уд. личности и паспорта (с переводом при необходимости)<br />\r\n4.Нотариально заверенная копия документа об образовании (диплом бакалавра/специалиста/магистра и приложения к нему, для бакалавров 4 курса справка с деканата + транскрипт за весь период обучения);<br />\r\n5. Мед. справка форма 086-У;<br />\r\n6. ВИЧ-сертификат;<br />\r\n7. Фотографии &ndash; 6 шт. размером 3х4;<br />\r\n8.Мотивационное письмо<br />\r\nСроки подачи документов<br />\r\n1 этап конец ноября &ndash; начало января<br />\r\n2 этап конец апреля &ndash; начало июня</p>", "content_en": null, "content_kk": null, "img": "Page/Снимок_экрана_5_u2h9Jxu.png", "category": 3}}, {"model": "faculties.page", "pk": 22, "fields": {"order": 0, "title": "Академиялық ұтқырлық", "title_ru": "Академическая мобильность", "title_en": "Academic mobility", "title_kk": "Академиялық ұтқырлық", "url": "pageView", "slug": "akademiyaly-tyrly", "link": null, "content": "<p class=\"pcke\">Академическая мобильность (Academic mobility) &ndash; перемещение обучающихся или преподавателей-исследователей на определенный академический период (включая прохождение учебной или производственной практики), как правило, семестр или учебный год, в другое высшее учебное заведение (внутри страны или за рубежом) для обучения или проведения исследований. С обязательным перезачетом в установленном порядке освоенных образовательных программ в виде кредитов в своем вузе.<br />\r\nРазличают внешнюю (международную) и внутреннюю (национальную) академическую мобильность.<br />\r\nПод внешней академической мобильностью понимается обучение обучающихся в зарубежных вузах, а также работа преподавателей-исследователей в зарубежных образовательных или научных учреждениях.<br />\r\nПод внутренней академической мобильностью понимается обучение обучающихся, а также работа преподавателей-исследователей в ведущих казахстанских вузах.<br />\r\nРеализация академической мобильности<br />\r\nВ рамках подписанных соглашений между Международным университетом SILKWAY и вузами-партнерами 2 в год принимаются заявления для участия в программах академической мобильности.<br />\r\nСроки подачи заявления:<br />\r\nДля осеннего семестра &ndash; 30 апреля (включительно);<br />\r\nДля весеннего семестра &ndash; 5 ноября (включительно);<br />\r\nКто может участвовать:<br />\r\n- бакалавры 2-3 курс,<br />\r\n- магистранты &ndash; 1 курс<br />\r\n- докторанты &ndash; 1-2 курс<br />\r\n- GPA не ниже 3,1 (внутренняя мобильность) и 3,3 (внешняя мобильность).<br />\r\nНеобходимые документы:<br />\r\n- анкета (скачать форму); ПОСТАВИТЬ ФОРМУ<br />\r\n- копия удостоверения/паспорта;<br />\r\n- транскрипт, заказывается в ОР 109 каб.;<br />\r\n- медицинская справка 082/у (для выезжающих за рубеж);<br />\r\n- сертификат о знании языка на уровне В2 (в зависимости от языка обучения в вузе-партнере);<br />\r\n-индивидуальный учебный план на 1 академический год (запрашивать на кафедре)<br />\r\n- фото &ndash; 3х4, 6 шт;<br />\r\n- файл - 1 шт.<br />\r\nОригиналы всех документов необходимо сдать в Центр международного сотрудничества и академической мобильности до вышеуказанных сроков (114 каб. главный корпус SWIU).<br />\r\nЗа дополнительной информацией обращаться в Центр международного сотрудничества и академической мобильности:<br />\r\n160011, г. Шымкент, ул.Токаева, 27 А<br />\r\nкаб.114<br />\r\nE &ndash;mail: international_office@swiu.kz<br />\r\nТел.: 8 (7252) 984002</p>", "content_ru": "<p class=\"pcke\">Академическая мобильность (Academic mobility) &ndash; перемещение обучающихся или преподавателей-исследователей на определенный академический период (включая прохождение учебной или производственной практики), как правило, семестр или учебный год, в другое высшее учебное заведение (внутри страны или за рубежом) для обучения или проведения исследований. С обязательным перезачетом в установленном порядке освоенных образовательных программ в виде кредитов в своем вузе.<br />\r\nРазличают внешнюю (международную) и внутреннюю (национальную) академическую мобильность.<br />\r\nПод внешней академической мобильностью понимается обучение обучающихся в зарубежных вузах, а также работа преподавателей-исследователей в зарубежных образовательных или научных учреждениях.<br />\r\nПод внутренней академической мобильностью понимается обучение обучающихся, а также работа преподавателей-исследователей в ведущих казахстанских вузах.<br />\r\nРеализация академической мобильности<br />\r\nВ рамках подписанных соглашений между Международным университетом SILKWAY и вузами-партнерами 2 в год принимаются заявления для участия в программах академической мобильности.<br />\r\nСроки подачи заявления:<br />\r\nДля осеннего семестра &ndash; 30 апреля (включительно);<br />\r\nДля весеннего семестра &ndash; 5 ноября (включительно);<br />\r\nКто может участвовать:<br />\r\n- бакалавры 2-3 курс,<br />\r\n- магистранты &ndash; 1 курс<br />\r\n- докторанты &ndash; 1-2 курс<br />\r\n- GPA не ниже 3,1 (внутренняя мобильность) и 3,3 (внешняя мобильность).<br />\r\nНеобходимые документы:<br />\r\n- анкета (скачать форму); ПОСТАВИТЬ ФОРМУ<br />\r\n- копия удостоверения/паспорта;<br />\r\n- транскрипт, заказывается в ОР 109 каб.;<br />\r\n- медицинская справка 082/у (для выезжающих за рубеж);<br />\r\n- сертификат о знании языка на уровне В2 (в зависимости от языка обучения в вузе-партнере);<br />\r\n-индивидуальный учебный план на 1 академический год (запрашивать на кафедре)<br />\r\n- фото &ndash; 3х4, 6 шт;<br />\r\n- файл - 1 шт.<br />\r\nОригиналы всех документов необходимо сдать в Центр международного сотрудничества и академической мобильности до вышеуказанных сроков (114 каб. главный корпус SWIU).<br />\r\nЗа дополнительной информацией обращаться в Центр международного сотрудничества и академической мобильности:<br />\r\n160011, г. Шымкент, ул.Токаева, 27 А<br />\r\nкаб.114<br />\r\nE &ndash;mail: international_office@swiu.kz<br />\r\nТел.: 8 (7252) 984002</p>", "content_en": null, "content_kk": null, "img": "Page/Снимок_экрана_3_FoVbD19.png", "category": 3}}, {"model": "faculties.page", "pk": 23, "fields": {"order": 0, "title": "Халықаралық жобалар", "title_ru": "Международные проекты", "title_en": "International projects", "title_kk": "Халықаралық жобалар", "url": "pageView", "slug": "halyaraly-zhobalar", "link": null, "content": "<h2 class=\"titlecke2\">Проекты</h2>\r\n\r\n<p>Международный Университет SILKWAY реализует международные проекты:<br />\r\n<br />\r\n⦁ &laquo;Water Harmony Eurasia II&raquo;<br />\r\n⦁ Jean Monnet Module &quot;Европейские реформы и инновации в высшем образовании: гармонизация и внедрение в Казахстане&quot; в рамках программы Erasmus+<br />\r\n⦁ Проект по совершенствованию корпоративной культуры университета с привлечением международного эксперта в рамках Европейского Банка Реконструкции и Развития</p>\r\n\r\n<p>Водная гармония - II</p>\r\n\r\n<p><img src=\"https://thumb.tildacdn.com/tild3535-3531-4963-b561-363265636133/-/resize/560x/-/format/webp/image26.png\" /></p>\r\n\r\n<p>Программа Евразия CPEALA-2015/10036 &laquo;Водная гармония &ndash; Интеграция образования, науки, инноваций и предпринимательства (Водная гармония II)&raquo; реализуется в Международном университете SILKWAY с 4 октября 2018 года, когда наш вуз стал ассоциированным партнером, а в дальнейшем полноправным членом проекта.<br />\r\n&laquo;Водная Гармония &mdash; Интеграция образования, научных исследований, инноваций и предпринимательства (Water Harmony-II)&raquo; направлен на развитие и расширение инициативы Водная Гармония, что был реализован ранее (2011-2014), на основе накопленного опыта, в новых направлениях с большим количеством партнеров.<br />\r\n⦁ Проект создал научно-педагогический консорциум, что включает в себя 12 университетов-партнеров из Беларуси, Казахстана, Кыргызстана, Молдовы, Таджикистана, Украины и Норвегии для гармонизации связанного с водой высшего образования с целью повышения значимости и качества.<br />\r\n⦁ Программа Водная Гармония находится в ведении Норвежского центра международного сотрудничества в области высшего образования (⦁ DIKU) на основании соглашения с Норвежским Министерством Иностранных Дел.</p>\r\n\r\n<h2 class=\"titlecke2\">Жан Монэ</h2>\r\n\r\n<p><img src=\"https://thumb.tildacdn.com/tild6130-3131-4663-b337-313830636465/-/resize/460x/-/format/webp/image29.jpeg\" /></p>\r\n\r\n<p>.</p>\r\n\r\n<p>Вебинар Политика Обеспечения Качества в Высшем Образовании: Европейский опыт и кейс Казахстана.<br />\r\n22 апреля 2020 года в рамках Европейского Модуля Жан Моне &laquo;Европейские реформы и инновации в сфере высшего образования: гармонизация и реализация в Казахстане&raquo; бы л проведен вебинар на тему &laquo;Политика Обеспечения Качества в Высшем Образовании: Европейский опыт и кейс Казахстана&raquo;. Спикерами вебинара выступали к.э.н. ассоц.проф., эксперт ECTN, эксперт фонда по аккредитации и экспертизе качества высшего образования (FIBAA) Ирина Ефимова и доц, кп.н., Член Национальной команды экспертов по реформированию высшего образования, Председатель Экспертного Совета НААР, советник Ректора Университета Нархоз Марина Скиба. Спикерами были освещены наиболее актуальные вопросы качества в высшем образовании: философии качества образовательных систем, вызовы и перспективы внутренней системы обеспечения качества в казахстанских вузах, внешняя система обеспечения качества. В вебинаре приняли участие магистранты SWIU, заинтересованные ППС и сотрудники вузов г.Шымкент.<br />\r\n<br />\r\n<strong>Модуль 600319-EPP-1-2018-1-KZ-EPPJMO-MODULE</strong>&nbsp;<strong>&laquo;Европейские Реформы и Инновации в Высшем Образовании: гармонизации и внедрение в Казахстане&raquo;</strong><br />\r\nМодуль реализуется в Международном университете SILKWAY c сентября 2018 года и будет длится 3 года.<br />\r\nСодержание курса<br />\r\n⦁ Тема 1. История Европейского сотрудничества в области образования.<br />\r\n⦁ Тема 2. Связанные с образованием стратегические инициативы и политика в ЕС начиная с принятия Лиссабонской стратегии.<br />\r\n⦁ Тема 3. Формирование Европейского пространства высшего образования.<br />\r\n⦁ Тема 4. Образовательные органы Европейского Союза и Европейские программы<br />\r\n⦁ Тема 5. Знания и квалификации в ЕС<br />\r\n⦁ Тема 6. Европейская система перезачета кредитов в ЕС.<br />\r\n⦁ Тема 7. Стратегия Обучения и Преподования в Европейском Союзе.<br />\r\n⦁ Тема 8. Студентоцентрированное образование в Европейском Союзе<br />\r\n⦁ Тема 9. Интернационализация и академическая мобильность.<br />\r\n⦁ Тема 11. Политика ЕС в отношении Обучения в Течении Жизни (LLL).<br />\r\n⦁ Тема 12. Европейская пространство исследований.<br />\r\n⦁ Тема 13. Подходы ЕС к усилению социальных измерений высшего образования для Казахстана.<br />\r\n⦁ Тема 14. &quot;Образование и Обучение 2020&quot; стратегия Европейского союза.<br />\r\n<br />\r\n<strong>Проект предусматривает проведение следующих мероприятий:</strong><br />\r\n<br />\r\n1- й год (2 семестр &ndash; 3 дня) &ndash; 50 участников<br />\r\nWorkshop &quot;European system of ensuring quality: why it is important more than ever&laquo;<br />\r\n2- й год (2 семестр &ndash; 1 день) &ndash; 50 участников<br />\r\nWorkshop the Competition of the best cases in the field of the European educational reforms<br />\r\n2- й год (2 семестр &ndash; 1 день) &ndash; 80 участников<br />\r\nAction of the presentation of a course<br />\r\n3- й год (2 семестр &ndash; 1 день) &ndash; 50 участников<br />\r\nRoundtable debate &quot;Practical steps on improvement of education in Kazakhstan taking into account the European experience&quot;<br />\r\n<br />\r\n<em>Контакты:</em><br />\r\n<em>Tel: +7 252 984002</em><br />\r\nrector@swiu.kz<br />\r\nMore detailed information:<br />\r\nСсылка - буклет_Жан_Монэ<br />\r\nСсылка - 1Information day_Jean Monnet_Yefimova I.</p>\r\n\r\n<p><img src=\"https://thumb.tildacdn.com/tild6238-3333-4638-b365-323565393363/-/resize/400x/-/format/webp/image31.jpeg\" /></p>\r\n\r\n<h2 class=\"titlecke2\">ПРОЕКТ ЕБРР</h2>\r\n\r\n<p>Международном Университете SILKWAY реализуется крупный проект при поддержке Европейского Банка Реконструкции и Развития. Реализация проекта началась в январе 2020 года под руководством европейского эксперта, признанного специалиста в области международного образования Др.Пола Салливана.<br />\r\nКлючевые цели проекта включают в себя трансформацию управления вузом и встраивания эффективных бизнес процессов в Международном Университете SILKWAY</p>\r\n\r\n<p><img src=\"https://thumb.tildacdn.com/tild3038-3765-4132-a462-626534653133/-/resize/370x/-/format/webp/erasmus-logo1.png\" /></p>\r\n\r\n<p class=\"pcke\">Международный университет SILKWAY вошел в число вузов, реализующих проекты Эразмус+ &laquo;Creating synergies with hybrid teaching in water education - Создание синергии со смешанным обучением в области водного образования&raquo; ( CREATE).<br />\r\n<br />\r\nПроект успешно прошел конкурсный отбор программы Эразмус+, финансируется Европейской Комиссией, по направлениям: Сотрудничество для инноваций и обмен передовым опытом, и Партнерство для готовности к цифровому образованию.<br />\r\n<br />\r\nЗадачи проекта:<br />\r\n<br />\r\n1. Цифровизация, автоматизация и кибербезопасность в водном секторе<br />\r\n2. Подготовка выпускников как специалистов для решения глобальных водных проблемам<br />\r\n3. Цифровое наблюдение для международных организаций<br />\r\n4. Обучение в течение жизни<br />\r\n5. Инновационные цифровые инструменты для смешанного обучения в водном образовании.<br />\r\n<br />\r\nКоординатор проекта &ndash; Норвежский университет естественных наук (NMBU). Участники проекта &ndash; 11 университетов из США, Польши, Германии, Шри-Ланки, Китая, Австралии, Казахстана, Украины, Румынии, Израиля, Турции, Кении.</p>", "content_ru": "<h2 class=\"titlecke2\">Проекты</h2>\r\n\r\n<p>Международный Университет SILKWAY реализует международные проекты:<br />\r\n<br />\r\n⦁ &laquo;Water Harmony Eurasia II&raquo;<br />\r\n⦁ Jean Monnet Module &quot;Европейские реформы и инновации в высшем образовании: гармонизация и внедрение в Казахстане&quot; в рамках программы Erasmus+<br />\r\n⦁ Проект по совершенствованию корпоративной культуры университета с привлечением международного эксперта в рамках Европейского Банка Реконструкции и Развития</p>\r\n\r\n<p>Водная гармония - II</p>\r\n\r\n<p><img src=\"https://thumb.tildacdn.com/tild3535-3531-4963-b561-363265636133/-/resize/560x/-/format/webp/image26.png\" /></p>\r\n\r\n<p>Программа Евразия CPEALA-2015/10036 &laquo;Водная гармония &ndash; Интеграция образования, науки, инноваций и предпринимательства (Водная гармония II)&raquo; реализуется в Международном университете SILKWAY с 4 октября 2018 года, когда наш вуз стал ассоциированным партнером, а в дальнейшем полноправным членом проекта.<br />\r\n&laquo;Водная Гармония &mdash; Интеграция образования, научных исследований, инноваций и предпринимательства (Water Harmony-II)&raquo; направлен на развитие и расширение инициативы Водная Гармония, что был реализован ранее (2011-2014), на основе накопленного опыта, в новых направлениях с большим количеством партнеров.<br />\r\n⦁ Проект создал научно-педагогический консорциум, что включает в себя 12 университетов-партнеров из Беларуси, Казахстана, Кыргызстана, Молдовы, Таджикистана, Украины и Норвегии для гармонизации связанного с водой высшего образования с целью повышения значимости и качества.<br />\r\n⦁ Программа Водная Гармония находится в ведении Норвежского центра международного сотрудничества в области высшего образования (⦁ DIKU) на основании соглашения с Норвежским Министерством Иностранных Дел.</p>\r\n\r\n<h2 class=\"titlecke2\">Жан Монэ</h2>\r\n\r\n<p><img src=\"https://thumb.tildacdn.com/tild6130-3131-4663-b337-313830636465/-/resize/460x/-/format/webp/image29.jpeg\" /></p>\r\n\r\n<p>.</p>\r\n\r\n<p>Вебинар Политика Обеспечения Качества в Высшем Образовании: Европейский опыт и кейс Казахстана.<br />\r\n22 апреля 2020 года в рамках Европейского Модуля Жан Моне &laquo;Европейские реформы и инновации в сфере высшего образования: гармонизация и реализация в Казахстане&raquo; бы л проведен вебинар на тему &laquo;Политика Обеспечения Качества в Высшем Образовании: Европейский опыт и кейс Казахстана&raquo;. Спикерами вебинара выступали к.э.н. ассоц.проф., эксперт ECTN, эксперт фонда по аккредитации и экспертизе качества высшего образования (FIBAA) Ирина Ефимова и доц, кп.н., Член Национальной команды экспертов по реформированию высшего образования, Председатель Экспертного Совета НААР, советник Ректора Университета Нархоз Марина Скиба. Спикерами были освещены наиболее актуальные вопросы качества в высшем образовании: философии качества образовательных систем, вызовы и перспективы внутренней системы обеспечения качества в казахстанских вузах, внешняя система обеспечения качества. В вебинаре приняли участие магистранты SWIU, заинтересованные ППС и сотрудники вузов г.Шымкент.<br />\r\n<br />\r\n<strong>Модуль 600319-EPP-1-2018-1-KZ-EPPJMO-MODULE</strong>&nbsp;<strong>&laquo;Европейские Реформы и Инновации в Высшем Образовании: гармонизации и внедрение в Казахстане&raquo;</strong><br />\r\nМодуль реализуется в Международном университете SILKWAY c сентября 2018 года и будет длится 3 года.<br />\r\nСодержание курса<br />\r\n⦁ Тема 1. История Европейского сотрудничества в области образования.<br />\r\n⦁ Тема 2. Связанные с образованием стратегические инициативы и политика в ЕС начиная с принятия Лиссабонской стратегии.<br />\r\n⦁ Тема 3. Формирование Европейского пространства высшего образования.<br />\r\n⦁ Тема 4. Образовательные органы Европейского Союза и Европейские программы<br />\r\n⦁ Тема 5. Знания и квалификации в ЕС<br />\r\n⦁ Тема 6. Европейская система перезачета кредитов в ЕС.<br />\r\n⦁ Тема 7. Стратегия Обучения и Преподования в Европейском Союзе.<br />\r\n⦁ Тема 8. Студентоцентрированное образование в Европейском Союзе<br />\r\n⦁ Тема 9. Интернационализация и академическая мобильность.<br />\r\n⦁ Тема 11. Политика ЕС в отношении Обучения в Течении Жизни (LLL).<br />\r\n⦁ Тема 12. Европейская пространство исследований.<br />\r\n⦁ Тема 13. Подходы ЕС к усилению социальных измерений высшего образования для Казахстана.<br />\r\n⦁ Тема 14. &quot;Образование и Обучение 2020&quot; стратегия Европейского союза.<br />\r\n<br />\r\n<strong>Проект предусматривает проведение следующих мероприятий:</strong><br />\r\n<br />\r\n1- й год (2 семестр &ndash; 3 дня) &ndash; 50 участников<br />\r\nWorkshop &quot;European system of ensuring quality: why it is important more than ever&laquo;<br />\r\n2- й год (2 семестр &ndash; 1 день) &ndash; 50 участников<br />\r\nWorkshop the Competition of the best cases in the field of the European educational reforms<br />\r\n2- й год (2 семестр &ndash; 1 день) &ndash; 80 участников<br />\r\nAction of the presentation of a course<br />\r\n3- й год (2 семестр &ndash; 1 день) &ndash; 50 участников<br />\r\nRoundtable debate &quot;Practical steps on improvement of education in Kazakhstan taking into account the European experience&quot;<br />\r\n<br />\r\n<em>Контакты:</em><br />\r\n<em>Tel: +7 252 984002</em><br />\r\nrector@swiu.kz<br />\r\nMore detailed information:<br />\r\nСсылка - буклет_Жан_Монэ<br />\r\nСсылка - 1Information day_Jean Monnet_Yefimova I.</p>\r\n\r\n<p><img src=\"https://thumb.tildacdn.com/tild6238-3333-4638-b365-323565393363/-/resize/400x/-/format/webp/image31.jpeg\" /></p>\r\n\r\n<h2 class=\"titlecke2\">ПРОЕКТ ЕБРР</h2>\r\n\r\n<p>Международном Университете SILKWAY реализуется крупный проект при поддержке Европейского Банка Реконструкции и Развития. Реализация проекта началась в январе 2020 года под руководством европейского эксперта, признанного специалиста в области международного образования Др.Пола Салливана.<br />\r\nКлючевые цели проекта включают в себя трансформацию управления вузом и встраивания эффективных бизнес процессов в Международном Университете SILKWAY</p>\r\n\r\n<p><img src=\"https://thumb.tildacdn.com/tild3038-3765-4132-a462-626534653133/-/resize/370x/-/format/webp/erasmus-logo1.png\" /></p>\r\n\r\n<p class=\"pcke\">Международный университет SILKWAY вошел в число вузов, реализующих проекты Эразмус+ &laquo;Creating synergies with hybrid teaching in water education - Создание синергии со смешанным обучением в области водного образования&raquo; ( CREATE).<br />\r\n<br />\r\nПроект успешно прошел конкурсный отбор программы Эразмус+, финансируется Европейской Комиссией, по направлениям: Сотрудничество для инноваций и обмен передовым опытом, и Партнерство для готовности к цифровому образованию.<br />\r\n<br />\r\nЗадачи проекта:<br />\r\n<br />\r\n1. Цифровизация, автоматизация и кибербезопасность в водном секторе<br />\r\n2. Подготовка выпускников как специалистов для решения глобальных водных проблемам<br />\r\n3. Цифровое наблюдение для международных организаций<br />\r\n4. Обучение в течение жизни<br />\r\n5. Инновационные цифровые инструменты для смешанного обучения в водном образовании.<br />\r\n<br />\r\nКоординатор проекта &ndash; Норвежский университет естественных наук (NMBU). Участники проекта &ndash; 11 университетов из США, Польши, Германии, Шри-Ланки, Китая, Австралии, Казахстана, Украины, Румынии, Израиля, Турции, Кении.</p>", "content_en": null, "content_kk": null, "img": "Page/Снимок_экрана_3_d2wSp04.png", "category": 3}}, {"model": "faculties.page", "pk": 25, "fields": {"order": 0, "title": "Шетелдік студенттер үшін", "title_ru": "Для иностранных студентов", "title_en": "For international students", "title_kk": "Шетелдік студенттер үшін", "url": "pageView", "slug": "sheteldik-studentter-shin", "link": null, "content": "<h2 class=\"titlecke2\">Как добраться до Международного университета SILKWAY:</h2>\r\n\r\n<p><strong>Из Аэропорта города Шымкент</strong></p>\r\n\r\n<p><strong>Автобус №12</strong>&nbsp;- выезжает непосредственно из Аэропорта до Центрального парка (необходимо выйти на остановке ЦУМ/Мега, перейти по парку до улицы Туркестанской. Главный корпус университета находится напротив Центрального парка).</p>\r\n\r\n<p><img alt=\"\" src=\"/media/uploads/2021/02/17/image34_riGuF7E.webp\" style=\"height:325px; width:583px\" /></p>\r\n\r\n<p class=\"pcke\">⦁ Первые шаги после прибытия:<br />\r\nПо прибытию, необходимо обратиться в Центр международного сотрудничества и академической мобильности Международного университета SILKWAY (Главный корпус находится по адресу : Ул.Токаева 27 &laquo;А&raquo;, кабинет 114) для получения необходимой инструкции по размещению в общежитии и миграционной регистрации иностранных граждан.<br />\r\nТелефон для справок: + 77252 984002<br />\r\nЕ-mail: international_office@swiu.kz<br />\r\n⦁ Дом студентов SWIU (общежитие):<br />\r\nДля иностранных студентов предоставляется комфортабельное общежитие со всеми условиями, оснащенным Wi-Fi, большим читальным залом, столовой и тренажерный зал.<br />\r\nОбщежитие расположено по адресу : Город Шымкент, 21-мкр. ,улица Амангельди 17А .<br />\r\n⦁ Регистрация иностранных граждан:<br />\r\n⦁ Для студентов дальнего зарубежья:<br />\r\n- Необходимо получить визу до прибытия в Республику Казахстан в официальном представительстве.<br />\r\n⦁ Для студентов ближнего зарубежья:<br />\r\n- Обязательное наличие паспорта;<br />\r\n- Регистрация в миграционной службе Республики Казахстан по городу Шымкент;<br />\r\n- Регистрация должна производится в течении 5-ти рабочих дней после прибытия в город;<br />\r\n- Практическую помощь в вопросах регистрации для иностранных студентов оказывает специалист Центра международного сотрудничества и академической мобильности - Нускабай Мухтар Арыстанбекулы (кабинет 114, моб.: +77470163510).</p>\r\n\r\n<p><strong>Перечень специальностей по бакалавриату:</strong></p>\r\n\r\n<table style=\"width:100%\">\r\n\t<thead>\r\n\t\t<tr>\r\n\t\t\t<th>№</th>\r\n\t\t\t<th>Код</th>\r\n\t\t\t<th>ОПНаименование образовательной программы</th>\r\n\t\t</tr>\r\n\t</thead>\r\n\t<tbody>\r\n\t\t<tr>\r\n\t\t\t<td>1</td>\r\n\t\t\t<td>6В01101</td>\r\n\t\t\t<td>Педагогика и психология</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>2</td>\r\n\t\t\t<td>6В01201</td>\r\n\t\t\t<td>Дошкольное обучение и воспитание</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>3</td>\r\n\t\t\t<td>6В01301</td>\r\n\t\t\t<td>Педагогика и методика начального обучения</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>4</td>\r\n\t\t\t<td>6В01401</td>\r\n\t\t\t<td>Начальная военная подготовка</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>5</td>\r\n\t\t\t<td>6В01402</td>\r\n\t\t\t<td>Физическая культура и спорт</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>6</td>\r\n\t\t\t<td>6В01403</td>\r\n\t\t\t<td>Музыкальное образование</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>7</td>\r\n\t\t\t<td>6В01404</td>\r\n\t\t\t<td>Художественный труд и проектирование</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>8</td>\r\n\t\t\t<td>6В01405</td>\r\n\t\t\t<td>Педагогика технического и профессионального образования</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>9</td>\r\n\t\t\t<td>6В01501</td>\r\n\t\t\t<td>Химия</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>10</td>\r\n\t\t\t<td>6В01502</td>\r\n\t\t\t<td>Биология</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>11</td>\r\n\t\t\t<td>6В01503</td>\r\n\t\t\t<td>Химия и биология</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>12</td>\r\n\t\t\t<td>6В01504</td>\r\n\t\t\t<td>Математика</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>13</td>\r\n\t\t\t<td>6В01505</td>\r\n\t\t\t<td>Информатика</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>14</td>\r\n\t\t\t<td>6В01506</td>\r\n\t\t\t<td>Информатика и робототехника</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>15</td>\r\n\t\t\t<td>6В01507</td>\r\n\t\t\t<td>География</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>16</td>\r\n\t\t\t<td>6В01508</td>\r\n\t\t\t<td>География-История</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>17</td>\r\n\t\t\t<td>6В01601</td>\r\n\t\t\t<td>История</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>18</td>\r\n\t\t\t<td>6В01701</td>\r\n\t\t\t<td>Казахский язык и литература</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>19</td>\r\n\t\t\t<td>6В01702</td>\r\n\t\t\t<td>Русский язык и литература</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>20</td>\r\n\t\t\t<td>6В01703</td>\r\n\t\t\t<td>Иностранный язык: два иностранных языка</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>21</td>\r\n\t\t\t<td>6В01801</td>\r\n\t\t\t<td>Социальная педагогика и самопознание</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>22</td>\r\n\t\t\t<td>6В01901</td>\r\n\t\t\t<td>Дефектология</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>23</td>\r\n\t\t\t<td>6В02301</td>\r\n\t\t\t<td>Переводческое дело</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>24</td>\r\n\t\t\t<td>6В04101</td>\r\n\t\t\t<td>Учет и аудит</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>25</td>\r\n\t\t\t<td>6В04102</td>\r\n\t\t\t<td>Экономика</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>26</td>\r\n\t\t\t<td>6В04103</td>\r\n\t\t\t<td>Финансы</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>27</td>\r\n\t\t\t<td>6В04201</td>\r\n\t\t\t<td>Юриспруденция</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>28</td>\r\n\t\t\t<td>6В06101</td>\r\n\t\t\t<td>Информационные технологии и программирование</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>29</td>\r\n\t\t\t<td>6В06102</td>\r\n\t\t\t<td>Компьютерные и информационные системы</td>\r\n\t\t</tr>\r\n\t</tbody>\r\n</table>\r\n\r\n<p><strong>Перечень специальностей по магистратуре:</strong></p>\r\n\r\n<table style=\"width:100%\">\r\n\t<thead>\r\n\t\t<tr>\r\n\t\t\t<th>№</th>\r\n\t\t\t<th>Код</th>\r\n\t\t\t<th>ОПНаименование образовательной программы</th>\r\n\t\t</tr>\r\n\t</thead>\r\n\t<tbody>\r\n\t\t<tr>\r\n\t\t\t<td>1</td>\r\n\t\t\t<td>7М01103</td>\r\n\t\t\t<td>Педагогика и психология</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>2</td>\r\n\t\t\t<td>7М01302</td>\r\n\t\t\t<td>Педагогика и методика начального обучения</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>3</td>\r\n\t\t\t<td>7М01420</td>\r\n\t\t\t<td>Педагогика профессионального обучения</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>4</td>\r\n\t\t\t<td>7М01509</td>\r\n\t\t\t<td>Математика</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>5</td>\r\n\t\t\t<td>7М01512</td>\r\n\t\t\t<td>Химия</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>6</td>\r\n\t\t\t<td>7М01513</td>\r\n\t\t\t<td>Биология</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>7</td>\r\n\t\t\t<td>7М01717</td>\r\n\t\t\t<td>Казахский язык и литература</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>8</td>\r\n\t\t\t<td>7М01718</td>\r\n\t\t\t<td>Русский язык и литература</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>9</td>\r\n\t\t\t<td>7М01719</td>\r\n\t\t\t<td>Иностранный язык: два иностранных языка</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>10</td>\r\n\t\t\t<td>7М01905</td>\r\n\t\t\t<td>Дефектология</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>11</td>\r\n\t\t\t<td>7М02307</td>\r\n\t\t\t<td>Переводческое дело</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>12</td>\r\n\t\t\t<td>7М04201</td>\r\n\t\t\t<td>Юриспруденция</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>13</td>\r\n\t\t\t<td>7М04106</td>\r\n\t\t\t<td>Экономика</td>\r\n\t\t</tr>\r\n\t</tbody>\r\n</table>\r\n\r\n<p><strong>Необходимые документы для поступления в университет:</strong><br />\r\n<br />\r\n⦁ Паспорт (нотариально заверенная копия ) - 2 шт;<br />\r\n⦁ Аттестат о среднем образовании или диплом с приложением (нотариально заверенная копия ) - 2 шт;<br />\r\n⦁ Фото 3Х4 - 6 шт;<br />\r\n⦁ Медицинская справка формы 086 &ndash;У РК, и 063 по месту жительства;<br />\r\n⦁ Апостиль документа об образовании;<br />\r\n⦁ Нострификация документа.<br />\r\n<br />\r\n<strong>Ознакомительная неделя:</strong><br />\r\n<br />\r\n⦁ В период ознакомительной недели, студенты знакомятся с университетом, получают практическую информацию об учебном процессе (расписание занятий, информация об использовании ИСУДО и др).<br />\r\n⦁ В период ознакомительной недели студенты знакомятся с деканами факультетов, заведующими кафедр и кураторами.</p>\r\n\r\n<h2 class=\"titlecke2\">Интересные места города Шымкент</h2>\r\n\r\n<p><img alt=\"\" src=\"/media/uploads/2021/02/17/image39-1.webp\" style=\"height:326px; width:555px\" /></p>\r\n\r\n<h2 class=\"titlecke2\"><strong>Парк независимости</strong></h2>\r\n\r\n<p><strong><img alt=\"\" src=\"/media/uploads/2021/02/17/r.webp\" style=\"height:426px; width:721px\" /></strong></p>\r\n\r\n<h2 class=\"titlecke2\"><strong>Площадь Ордабасы</strong></h2>\r\n\r\n<p><strong><img alt=\"\" src=\"/media/uploads/2021/02/17/image41.png\" style=\"height:305px; width:594px\" /></strong></p>\r\n\r\n<h2 class=\"titlecke2\">Дендро парк</h2>\r\n\r\n<p><strong>Торгово-развлекательные центры:</strong><br />\r\n- Shymkent Plaza (площадь Аль-Фараби);<br />\r\n- Mega Planet Shymkent (на пересечении улиц Кунаева-Тауке хана);<br />\r\n-ТЦ Береке (на пересечении улиц Кунаева-Тауке хана);<br />\r\n- ТЦ Рахима плаза (мкр. Нурсат);<br />\r\n- ТЦ Баян-Сулу (старый автовокзал);<br />\r\n- ТЦ Фиркан сити (улица Тауке хана 334);<br />\r\n<strong>Банковские услуги:</strong><br />\r\n- Каспи банк (улица Ш. Калдаякова б/н);<br />\r\n- Народный банк (площадь Аль-Фараби);<br />\r\n- Сбербанк (на пересечении улиц Кунаева-Туркестанская);<br />\r\n<strong>Телефонные номера для экстренных случаев:</strong><br />\r\n- Пожарная служба -101<br />\r\n- Полиция -102<br />\r\n- Скорая медицинская помощь- 103<br />\r\n- Служба спасения -112<br />\r\n- Справочная служба- 09/118</p>\r\n\r\n<p>Разговорник</p>\r\n\r\n<table style=\"width:100%\">\r\n\t<thead>\r\n\t\t<tr>\r\n\t\t\t<th>Русский</th>\r\n\t\t\t<th>Қазақ</th>\r\n\t\t\t<th>English</th>\r\n\t\t</tr>\r\n\t</thead>\r\n\t<tbody>\r\n\t\t<tr>\r\n\t\t\t<td>Здравствуйте.</td>\r\n\t\t\t<td>Саламатсызба</td>\r\n\t\t\t<td>How do you do!</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>Доброе утро. (до12 дня)</td>\r\n\t\t\t<td>Қайырлы таң</td>\r\n\t\t\t<td>Good morning. (until 12 p.m.)</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>Добрый день. (до 5-6 дня)</td>\r\n\t\t\t<td>Қайырлы күн</td>\r\n\t\t\t<td>Good afternoon. (until 5-6 p.m.)</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>Добрый вечер. (до 10-11 вечера)</td>\r\n\t\t\t<td>Қайырлы кеш</td>\r\n\t\t\t<td>Good evening. (until 10-11 p.m)</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>Здравствуйте, как поживаете?</td>\r\n\t\t\t<td>Саламатсызба, жағдайңыз қалай?</td>\r\n\t\t\t<td>Hello, how are you?</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>Хорошо, спасибо.</td>\r\n\t\t\t<td>Рахмет, жақсы</td>\r\n\t\t\t<td>I am very well, thank you.</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>Прекрасно.</td>\r\n\t\t\t<td>Керемет</td>\r\n\t\t\t<td>Fine.</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>Все в порядке.</td>\r\n\t\t\t<td>Бәрі жақсы</td>\r\n\t\t\t<td>All right</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>Неплохо.</td>\r\n\t\t\t<td>Жаман емес</td>\r\n\t\t\t<td>Not too bad.</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>Мне нужно идти</td>\r\n\t\t\t<td>Маған кету қажет</td>\r\n\t\t\t<td>I must be going \\ I have to go</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>До свидания!</td>\r\n\t\t\t<td>Сау болыңыз!</td>\r\n\t\t\t<td>Good bye!</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>Пожалуйста (ответ на спасибо)</td>\r\n\t\t\t<td>Арзымайды</td>\r\n\t\t\t<td>You are welcome</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>Извините (виноват)</td>\r\n\t\t\t<td>Кешірім өтінем</td>\r\n\t\t\t<td>I&rsquo;m sorry</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>Подскажите пожалуйста где это?</td>\r\n\t\t\t<td>Қай жерде ол, айтып жіберіңізші өтініш?</td>\r\n\t\t\t<td>Сould you please tell where is it?</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>Сколько это стоит?</td>\r\n\t\t\t<td>Ол қанша тұрады? Бағасы қанша?</td>\r\n\t\t\t<td>How much is that?</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>Не понимаю</td>\r\n\t\t\t<td>Түсінбеймін</td>\r\n\t\t\t<td>I don&rsquo;t understand</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>Повторите, пожалуйста</td>\r\n\t\t\t<td>Қайталап жіберіңізші, өтініш.</td>\r\n\t\t\t<td>Repeat, please</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>Извините! (обращение)</td>\r\n\t\t\t<td>Кешіріңіз!</td>\r\n\t\t\t<td>Excuse me! /Pardon (me)!</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>Послушайте</td>\r\n\t\t\t<td>Тындаңыз</td>\r\n\t\t\t<td>Look here! /I say</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>Да, я вас слушаю</td>\r\n\t\t\t<td>Ия, сізді тыңдап тұрмын?</td>\r\n\t\t\t<td>I am listening to you?</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>Чем я могу помочь Вам?</td>\r\n\t\t\t<td>Сізге қалай көмектесе аламын?</td>\r\n\t\t\t<td>What can I do for you?</td>\r\n\t\t</tr>\r\n\t</tbody>\r\n</table>", "content_ru": "<h2 class=\"titlecke2\">Как добраться до Международного университета SILKWAY:</h2>\r\n\r\n<p><strong>Из Аэропорта города Шымкент</strong></p>\r\n\r\n<p><strong>Автобус №12</strong>&nbsp;- выезжает непосредственно из Аэропорта до Центрального парка (необходимо выйти на остановке ЦУМ/Мега, перейти по парку до улицы Туркестанской. Главный корпус университета находится напротив Центрального парка).</p>\r\n\r\n<p><img alt=\"\" src=\"/media/uploads/2021/02/17/image34_riGuF7E.webp\" style=\"height:325px; width:583px\" /></p>\r\n\r\n<p class=\"pcke\">⦁ Первые шаги после прибытия:<br />\r\nПо прибытию, необходимо обратиться в Центр международного сотрудничества и академической мобильности Международного университета SILKWAY (Главный корпус находится по адресу : Ул.Токаева 27 &laquo;А&raquo;, кабинет 114) для получения необходимой инструкции по размещению в общежитии и миграционной регистрации иностранных граждан.<br />\r\nТелефон для справок: + 77252 984002<br />\r\nЕ-mail: international_office@swiu.kz<br />\r\n⦁ Дом студентов SWIU (общежитие):<br />\r\nДля иностранных студентов предоставляется комфортабельное общежитие со всеми условиями, оснащенным Wi-Fi, большим читальным залом, столовой и тренажерный зал.<br />\r\nОбщежитие расположено по адресу : Город Шымкент, 21-мкр. ,улица Амангельди 17А .<br />\r\n⦁ Регистрация иностранных граждан:<br />\r\n⦁ Для студентов дальнего зарубежья:<br />\r\n- Необходимо получить визу до прибытия в Республику Казахстан в официальном представительстве.<br />\r\n⦁ Для студентов ближнего зарубежья:<br />\r\n- Обязательное наличие паспорта;<br />\r\n- Регистрация в миграционной службе Республики Казахстан по городу Шымкент;<br />\r\n- Регистрация должна производится в течении 5-ти рабочих дней после прибытия в город;<br />\r\n- Практическую помощь в вопросах регистрации для иностранных студентов оказывает специалист Центра международного сотрудничества и академической мобильности - Нускабай Мухтар Арыстанбекулы (кабинет 114, моб.: +77470163510).</p>\r\n\r\n<p><strong>Перечень специальностей по бакалавриату:</strong></p>\r\n\r\n<table style=\"width:100%\">\r\n\t<thead>\r\n\t\t<tr>\r\n\t\t\t<th>№</th>\r\n\t\t\t<th>Код</th>\r\n\t\t\t<th>ОПНаименование образовательной программы</th>\r\n\t\t</tr>\r\n\t</thead>\r\n\t<tbody>\r\n\t\t<tr>\r\n\t\t\t<td>1</td>\r\n\t\t\t<td>6В01101</td>\r\n\t\t\t<td>Педагогика и психология</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>2</td>\r\n\t\t\t<td>6В01201</td>\r\n\t\t\t<td>Дошкольное обучение и воспитание</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>3</td>\r\n\t\t\t<td>6В01301</td>\r\n\t\t\t<td>Педагогика и методика начального обучения</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>4</td>\r\n\t\t\t<td>6В01401</td>\r\n\t\t\t<td>Начальная военная подготовка</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>5</td>\r\n\t\t\t<td>6В01402</td>\r\n\t\t\t<td>Физическая культура и спорт</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>6</td>\r\n\t\t\t<td>6В01403</td>\r\n\t\t\t<td>Музыкальное образование</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>7</td>\r\n\t\t\t<td>6В01404</td>\r\n\t\t\t<td>Художественный труд и проектирование</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>8</td>\r\n\t\t\t<td>6В01405</td>\r\n\t\t\t<td>Педагогика технического и профессионального образования</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>9</td>\r\n\t\t\t<td>6В01501</td>\r\n\t\t\t<td>Химия</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>10</td>\r\n\t\t\t<td>6В01502</td>\r\n\t\t\t<td>Биология</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>11</td>\r\n\t\t\t<td>6В01503</td>\r\n\t\t\t<td>Химия и биология</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>12</td>\r\n\t\t\t<td>6В01504</td>\r\n\t\t\t<td>Математика</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>13</td>\r\n\t\t\t<td>6В01505</td>\r\n\t\t\t<td>Информатика</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>14</td>\r\n\t\t\t<td>6В01506</td>\r\n\t\t\t<td>Информатика и робототехника</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>15</td>\r\n\t\t\t<td>6В01507</td>\r\n\t\t\t<td>География</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>16</td>\r\n\t\t\t<td>6В01508</td>\r\n\t\t\t<td>География-История</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>17</td>\r\n\t\t\t<td>6В01601</td>\r\n\t\t\t<td>История</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>18</td>\r\n\t\t\t<td>6В01701</td>\r\n\t\t\t<td>Казахский язык и литература</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>19</td>\r\n\t\t\t<td>6В01702</td>\r\n\t\t\t<td>Русский язык и литература</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>20</td>\r\n\t\t\t<td>6В01703</td>\r\n\t\t\t<td>Иностранный язык: два иностранных языка</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>21</td>\r\n\t\t\t<td>6В01801</td>\r\n\t\t\t<td>Социальная педагогика и самопознание</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>22</td>\r\n\t\t\t<td>6В01901</td>\r\n\t\t\t<td>Дефектология</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>23</td>\r\n\t\t\t<td>6В02301</td>\r\n\t\t\t<td>Переводческое дело</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>24</td>\r\n\t\t\t<td>6В04101</td>\r\n\t\t\t<td>Учет и аудит</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>25</td>\r\n\t\t\t<td>6В04102</td>\r\n\t\t\t<td>Экономика</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>26</td>\r\n\t\t\t<td>6В04103</td>\r\n\t\t\t<td>Финансы</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>27</td>\r\n\t\t\t<td>6В04201</td>\r\n\t\t\t<td>Юриспруденция</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>28</td>\r\n\t\t\t<td>6В06101</td>\r\n\t\t\t<td>Информационные технологии и программирование</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>29</td>\r\n\t\t\t<td>6В06102</td>\r\n\t\t\t<td>Компьютерные и информационные системы</td>\r\n\t\t</tr>\r\n\t</tbody>\r\n</table>\r\n\r\n<p><strong>Перечень специальностей по магистратуре:</strong></p>\r\n\r\n<table style=\"width:100%\">\r\n\t<thead>\r\n\t\t<tr>\r\n\t\t\t<th>№</th>\r\n\t\t\t<th>Код</th>\r\n\t\t\t<th>ОПНаименование образовательной программы</th>\r\n\t\t</tr>\r\n\t</thead>\r\n\t<tbody>\r\n\t\t<tr>\r\n\t\t\t<td>1</td>\r\n\t\t\t<td>7М01103</td>\r\n\t\t\t<td>Педагогика и психология</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>2</td>\r\n\t\t\t<td>7М01302</td>\r\n\t\t\t<td>Педагогика и методика начального обучения</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>3</td>\r\n\t\t\t<td>7М01420</td>\r\n\t\t\t<td>Педагогика профессионального обучения</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>4</td>\r\n\t\t\t<td>7М01509</td>\r\n\t\t\t<td>Математика</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>5</td>\r\n\t\t\t<td>7М01512</td>\r\n\t\t\t<td>Химия</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>6</td>\r\n\t\t\t<td>7М01513</td>\r\n\t\t\t<td>Биология</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>7</td>\r\n\t\t\t<td>7М01717</td>\r\n\t\t\t<td>Казахский язык и литература</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>8</td>\r\n\t\t\t<td>7М01718</td>\r\n\t\t\t<td>Русский язык и литература</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>9</td>\r\n\t\t\t<td>7М01719</td>\r\n\t\t\t<td>Иностранный язык: два иностранных языка</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>10</td>\r\n\t\t\t<td>7М01905</td>\r\n\t\t\t<td>Дефектология</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>11</td>\r\n\t\t\t<td>7М02307</td>\r\n\t\t\t<td>Переводческое дело</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>12</td>\r\n\t\t\t<td>7М04201</td>\r\n\t\t\t<td>Юриспруденция</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>13</td>\r\n\t\t\t<td>7М04106</td>\r\n\t\t\t<td>Экономика</td>\r\n\t\t</tr>\r\n\t</tbody>\r\n</table>\r\n\r\n<p><strong>Необходимые документы для поступления в университет:</strong><br />\r\n<br />\r\n⦁ Паспорт (нотариально заверенная копия ) - 2 шт;<br />\r\n⦁ Аттестат о среднем образовании или диплом с приложением (нотариально заверенная копия ) - 2 шт;<br />\r\n⦁ Фото 3Х4 - 6 шт;<br />\r\n⦁ Медицинская справка формы 086 &ndash;У РК, и 063 по месту жительства;<br />\r\n⦁ Апостиль документа об образовании;<br />\r\n⦁ Нострификация документа.<br />\r\n<br />\r\n<strong>Ознакомительная неделя:</strong><br />\r\n<br />\r\n⦁ В период ознакомительной недели, студенты знакомятся с университетом, получают практическую информацию об учебном процессе (расписание занятий, информация об использовании ИСУДО и др).<br />\r\n⦁ В период ознакомительной недели студенты знакомятся с деканами факультетов, заведующими кафедр и кураторами.</p>\r\n\r\n<h2 class=\"titlecke2\">Интересные места города Шымкент</h2>\r\n\r\n<p><img alt=\"\" src=\"/media/uploads/2021/02/17/image39-1.webp\" style=\"height:326px; width:555px\" /></p>\r\n\r\n<h2 class=\"titlecke2\"><strong>Парк независимости</strong></h2>\r\n\r\n<p><strong><img alt=\"\" src=\"/media/uploads/2021/02/17/r.webp\" style=\"height:426px; width:721px\" /></strong></p>\r\n\r\n<h2 class=\"titlecke2\"><strong>Площадь Ордабасы</strong></h2>\r\n\r\n<p><strong><img alt=\"\" src=\"/media/uploads/2021/02/17/image41.png\" style=\"height:305px; width:594px\" /></strong></p>\r\n\r\n<h2 class=\"titlecke2\">Дендро парк</h2>\r\n\r\n<p><strong>Торгово-развлекательные центры:</strong><br />\r\n- Shymkent Plaza (площадь Аль-Фараби);<br />\r\n- Mega Planet Shymkent (на пересечении улиц Кунаева-Тауке хана);<br />\r\n-ТЦ Береке (на пересечении улиц Кунаева-Тауке хана);<br />\r\n- ТЦ Рахима плаза (мкр. Нурсат);<br />\r\n- ТЦ Баян-Сулу (старый автовокзал);<br />\r\n- ТЦ Фиркан сити (улица Тауке хана 334);<br />\r\n<strong>Банковские услуги:</strong><br />\r\n- Каспи банк (улица Ш. Калдаякова б/н);<br />\r\n- Народный банк (площадь Аль-Фараби);<br />\r\n- Сбербанк (на пересечении улиц Кунаева-Туркестанская);<br />\r\n<strong>Телефонные номера для экстренных случаев:</strong><br />\r\n- Пожарная служба -101<br />\r\n- Полиция -102<br />\r\n- Скорая медицинская помощь- 103<br />\r\n- Служба спасения -112<br />\r\n- Справочная служба- 09/118</p>\r\n\r\n<p>Разговорник</p>\r\n\r\n<table style=\"width:100%\">\r\n\t<thead>\r\n\t\t<tr>\r\n\t\t\t<th>Русский</th>\r\n\t\t\t<th>Қазақ</th>\r\n\t\t\t<th>English</th>\r\n\t\t</tr>\r\n\t</thead>\r\n\t<tbody>\r\n\t\t<tr>\r\n\t\t\t<td>Здравствуйте.</td>\r\n\t\t\t<td>Саламатсызба</td>\r\n\t\t\t<td>How do you do!</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>Доброе утро. (до12 дня)</td>\r\n\t\t\t<td>Қайырлы таң</td>\r\n\t\t\t<td>Good morning. (until 12 p.m.)</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>Добрый день. (до 5-6 дня)</td>\r\n\t\t\t<td>Қайырлы күн</td>\r\n\t\t\t<td>Good afternoon. (until 5-6 p.m.)</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>Добрый вечер. (до 10-11 вечера)</td>\r\n\t\t\t<td>Қайырлы кеш</td>\r\n\t\t\t<td>Good evening. (until 10-11 p.m)</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>Здравствуйте, как поживаете?</td>\r\n\t\t\t<td>Саламатсызба, жағдайңыз қалай?</td>\r\n\t\t\t<td>Hello, how are you?</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>Хорошо, спасибо.</td>\r\n\t\t\t<td>Рахмет, жақсы</td>\r\n\t\t\t<td>I am very well, thank you.</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>Прекрасно.</td>\r\n\t\t\t<td>Керемет</td>\r\n\t\t\t<td>Fine.</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>Все в порядке.</td>\r\n\t\t\t<td>Бәрі жақсы</td>\r\n\t\t\t<td>All right</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>Неплохо.</td>\r\n\t\t\t<td>Жаман емес</td>\r\n\t\t\t<td>Not too bad.</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>Мне нужно идти</td>\r\n\t\t\t<td>Маған кету қажет</td>\r\n\t\t\t<td>I must be going \\ I have to go</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>До свидания!</td>\r\n\t\t\t<td>Сау болыңыз!</td>\r\n\t\t\t<td>Good bye!</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>Пожалуйста (ответ на спасибо)</td>\r\n\t\t\t<td>Арзымайды</td>\r\n\t\t\t<td>You are welcome</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>Извините (виноват)</td>\r\n\t\t\t<td>Кешірім өтінем</td>\r\n\t\t\t<td>I&rsquo;m sorry</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>Подскажите пожалуйста где это?</td>\r\n\t\t\t<td>Қай жерде ол, айтып жіберіңізші өтініш?</td>\r\n\t\t\t<td>Сould you please tell where is it?</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>Сколько это стоит?</td>\r\n\t\t\t<td>Ол қанша тұрады? Бағасы қанша?</td>\r\n\t\t\t<td>How much is that?</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>Не понимаю</td>\r\n\t\t\t<td>Түсінбеймін</td>\r\n\t\t\t<td>I don&rsquo;t understand</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>Повторите, пожалуйста</td>\r\n\t\t\t<td>Қайталап жіберіңізші, өтініш.</td>\r\n\t\t\t<td>Repeat, please</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>Извините! (обращение)</td>\r\n\t\t\t<td>Кешіріңіз!</td>\r\n\t\t\t<td>Excuse me! /Pardon (me)!</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>Послушайте</td>\r\n\t\t\t<td>Тындаңыз</td>\r\n\t\t\t<td>Look here! /I say</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>Да, я вас слушаю</td>\r\n\t\t\t<td>Ия, сізді тыңдап тұрмын?</td>\r\n\t\t\t<td>I am listening to you?</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>Чем я могу помочь Вам?</td>\r\n\t\t\t<td>Сізге қалай көмектесе аламын?</td>\r\n\t\t\t<td>What can I do for you?</td>\r\n\t\t</tr>\r\n\t</tbody>\r\n</table>", "content_en": null, "content_kk": null, "img": "Page/image41.png", "category": 3}}, {"model": "faculties.page", "pk": 26, "fields": {"order": 0, "title": "Халықаралық қауымдастықтар мен консорциумдарға мүшелік", "title_ru": "Членство в Международных Ассоциациях и Консорциумах", "title_en": "Membership in International Associations and Consortia", "title_kk": "Халықаралық қауымдастықтар мен консорциумдарға мүшелік", "url": "pageView", "slug": "halyaraly-auymdastytar-men-konsorciumdara-mshelik", "link": null, "content": "<p>Membership in International Associations and Consortia</p>", "content_ru": "<p>Membership in International Associations and Consortia</p>", "content_en": null, "content_kk": null, "img": "Page/image41_VhzeH0f.png", "category": 3}}, {"model": "faculties.page", "pk": 27, "fields": {"order": 0, "title": "Халықаралық ынтымақтастық және академиялық ұтқырлық орталығы", "title_ru": "Центр международного сотрудничества и академической мобильности", "title_en": "Center for International Cooperation and Academic Mobility", "title_kk": "Халықаралық ынтымақтастық және академиялық ұтқырлық орталығы", "url": "pageView", "slug": "halyaraly-yntymatasty-zhne-akademiyaly-tyrly-ortal", "link": null, "content": "<p class=\"pcke\">Центр международного сотрудничества и академической мобильности (ЦМСиАМ) обеспечивает интернационализацию Международного университета SILKWAY и продвижение бренда SWIU в мировом образовательном пространстве посредством:<br />\r\n⦁ Поиска, развития и установления взаимовыгодных связей с университетами, занимающими высокие позиции в мировых рейтингах, образовательными и исследовательскими организациями.<br />\r\n⦁ Поиска международных программ для обучающихся, профессорско-преподавательского состава и персонала SWIU.<br />\r\n⦁ Реализации программ академической мобильности обучающихся и ППС, сотрудников вуза, привлечение зарубежных студентов, преподавателей и топ-менеджеров.<br />\r\n⦁ Развитием двудипломного образования<br />\r\n⦁ Организации работы по вхождению SWIU в международные ассоциации и консорциумы<br />\r\n⦁ Представление SWIU на международных форумах и конференциях, образовательных ярмарках, выставках.<br />\r\nЦентр Международного Сотрудничества и Академической Мобильности (SWIU) является обладателем престижной международной Премии в области интернационализации высшего образования от Ассоциации Восточно-Европейских Университетов EEUA. Результаты конкурса среди вузов стран СНГ были объявлены в рамках Международной Конференции &quot;IUNC Eurasia 2019&quot; в Москве 14 мая 2019 года, где проходила официальная церемония награждения нашего университета в номинации &laquo;Лучший международный отдел&raquo;.</p>", "content_ru": "<p class=\"pcke\">Центр международного сотрудничества и академической мобильности (ЦМСиАМ) обеспечивает интернационализацию Международного университета SILKWAY и продвижение бренда SWIU в мировом образовательном пространстве посредством:<br />\r\n⦁ Поиска, развития и установления взаимовыгодных связей с университетами, занимающими высокие позиции в мировых рейтингах, образовательными и исследовательскими организациями.<br />\r\n⦁ Поиска международных программ для обучающихся, профессорско-преподавательского состава и персонала SWIU.<br />\r\n⦁ Реализации программ академической мобильности обучающихся и ППС, сотрудников вуза, привлечение зарубежных студентов, преподавателей и топ-менеджеров.<br />\r\n⦁ Развитием двудипломного образования<br />\r\n⦁ Организации работы по вхождению SWIU в международные ассоциации и консорциумы<br />\r\n⦁ Представление SWIU на международных форумах и конференциях, образовательных ярмарках, выставках.<br />\r\nЦентр Международного Сотрудничества и Академической Мобильности (SWIU) является обладателем престижной международной Премии в области интернационализации высшего образования от Ассоциации Восточно-Европейских Университетов EEUA. Результаты конкурса среди вузов стран СНГ были объявлены в рамках Международной Конференции &quot;IUNC Eurasia 2019&quot; в Москве 14 мая 2019 года, где проходила официальная церемония награждения нашего университета в номинации &laquo;Лучший международный отдел&raquo;.</p>", "content_en": null, "content_kk": null, "img": "Page/r.webp", "category": 3}}, {"model": "faculties.page", "pk": 29, "fields": {"order": 4, "title": "Microsoft Teams", "title_ru": "Microsoft Teams", "title_en": null, "title_kk": null, "url": "pageView", "slug": "microsoft-teams", "link": null, "content": null, "content_ru": null, "content_en": null, "content_kk": null, "img": "", "category": 6}}, {"model": "faculties.page", "pk": 30, "fields": {"order": 3, "title": "Бейне дәріс залы", "title_ru": "Зал видеолекций", "title_en": "Video lecture hall", "title_kk": "Бейне дәріс залы", "url": "pageView", "slug": "Video-lecture-hall", "link": "https://www.youtube.com/playlist?list=PLu1wsK178jPSk2wgWl4-4eilFSQJ0_dpo", "content": null, "content_ru": null, "content_en": null, "content_kk": null, "img": "", "category": 6}}, {"model": "faculties.page", "pk": 31, "fields": {"order": 1, "title": "Исудо", "title_ru": "Исудо", "title_en": "ISUDE", "title_kk": "Исудо", "url": "dlearning", "slug": "1", "link": null, "content": null, "content_ru": null, "content_en": null, "content_kk": null, "img": "", "category": 6}}, {"model": "faculties.page", "pk": 32, "fields": {"order": 2, "title": "Исвуз", "title_ru": "Исвуз", "title_en": "Исвуз", "title_kk": "Исвуз", "url": "pageView", "slug": "asdasdasdasdasdasasdsaas", "link": "https://80.241.36.162/", "content": null, "content_ru": null, "content_en": null, "content_kk": null, "img": "", "category": 6}}, {"model": "faculties.page", "pk": 33, "fields": {"order": 6, "title": "Платонус", "title_ru": "Платонус", "title_en": "Platonus", "title_kk": "Платонус", "url": "pageView", "slug": "asdasdasd", "link": "https://platonus.swiu.edu.kz/", "content": null, "content_ru": null, "content_en": null, "content_kk": null, "img": "", "category": 6}}, {"model": "faculties.page", "pk": 34, "fields": {"order": 5, "title": "ZOOM", "title_ru": "ZOOM", "title_en": "ZOOM", "title_kk": "ZOOM", "url": "pageView", "slug": "asdasdasdasd", "link": "https://zoom.us/ru-ru/meetings.html", "content": null, "content_ru": null, "content_en": null, "content_kk": null, "img": "", "category": 6}}, {"model": "faculties.page", "pk": 35, "fields": {"order": 0, "title": "Жалпы мәліметтер", "title_ru": "Общие сведения", "title_en": "General information", "title_kk": "Жалпы мәліметтер", "url": "pageView", "slug": "zhalpy-mlimetter", "link": null, "content": "<p><img alt=\"\" class=\"img5cke\" src=\"/media/uploads/2021/03/26/bibol_08nHD6D.jpeg\" style=\"float:right\" />&nbsp;<strong>Жакипбаев Бибол Ермуратович</strong><br />\r\nПроректор по науке и инновациям<br />\r\n<br />\r\n<strong>Email:</strong>&nbsp;bibol.ye.zhakipbayev@mail.ru<br />\r\n<strong>Офис:</strong>&nbsp;кабинет 216, корпус А, ул. Токаева, 27А</p>\r\n\r\n<p>Жакипбаев Бибол Ермуратович &ndash; родился 4 октября 1984 г. в г. Шымкент, Казахстан.<br />\r\nОбразование: Высшее.<br />\r\nВыпусник Южно-Казахстанского государственного университета им. М.Ауезова:<br />\r\n- 2001-2006 гг. Специалитет по образовательной программе &laquo;Химическая технология тугоплавких неметаллических и силикатных материалов&raquo;;<br />\r\n- 2006-2007 гг. Магистратура по образовательной программе &laquo;Химическая технология тугоплавких неметаллических и силикатных материалов&raquo;;<br />\r\n- 2010-2013 гг. Докторантура PhD по образовательной программе &laquo;Химическая технология тугоплавких неметаллических и силикатных материалов&raquo;.<br />\r\n- 2013 г. Защита докторской диссертации в КазНУ имени Аль-Фараби (г. Алматы)<br />\r\n<br />\r\nСтаж работы:<br />\r\n<br />\r\n2007-2008 гг. &ndash; инженер по качеству на цементном заводе ТОО &laquo;Састобе Цемент&raquo;, ТОО &laquo;SAS-Tobe Technologies&raquo;.<br />\r\n2008-2010 гг. &ndash; старший преподаватель кафедры &laquo;Технологии силикатов и синтеза минералов&raquo; ЮКГУ им. М.Ауезова.<br />\r\n2013-2014 гг. &ndash; доктор PhD, старший преподаватель кафедры &laquo;Технологии силикатов и синтеза минералов&raquo; ЮКГУ им. М.Ауэзова.<br />\r\n2014-2018 гг. &ndash; доктор PhD, старший преподаватель кафедры &laquo;Технология цемента, керамики и стекла&raquo; ЮКГУ им. М.Ауэзова.<br />\r\n2017-2019 гг. &ndash; Председатель Совета молодых ученых ЮКГУ им. М.Ауэзова<br />\r\n2018 г. &ndash; член Ассоциации молодых ученых-педагогов Казахстана<br />\r\n2018 г. &ndash; член Альянса молодых ученых Казахстана<br />\r\n2019г. - член-корреспондент Общественного фонда &laquo;Фонд поддержки развития международного педагогического творчества и науки&raquo;<br />\r\n2019г. - Директор Научно-исследовательского института &quot;Фундаментальные и прикладные исследования&quot; в Международном университете SILKWAY (Шымкент, Казахстан).<br />\r\n2020-2021 гг. - Годичная стажировка по Международной программе &laquo;Болашак&raquo; в МГУ им. М.В.Ломоносова.<br />\r\n2021 г. по настоящее время &ndash; Проректор по науке и инновациям в Международном университете SILKWAY (Шымкент, Казахстан).</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<h2 class=\"titlecke\"><strong>Общие сведения</strong></h2>\r\n\r\n<p>Научно-исследовательская работа университета направлена на развитие основных наук и прикладных исследований в приоритетных областях педагогики и психологии, юриспруденции, экономики и естественных наук.<br />\r\n<br />\r\nПолитика выбора направлений научно-исследовательской работы заключается в максимальном использовании материально-технического и кадрового потенциала университета. Тематика научных проектов охватывает региональные и республиканские проблемы в области региональной экономической интеграции, экономического и технологического роста, компьютерного моделирования и применения педагогических технологий и др. Сотрудники, ППС и обучающиеся университета информированы о политике университета в области НИР.<br />\r\n<br />\r\nВ университете разработан долгосрочный план развития исследовательских работ на 2019-2022 годы. На основе плана ежегодно составляются тематические планы НИР. Темы научных проектов охватывают экономические, математические, информационно-аналитические, исторические, биологические и другие актуальные вопросы города Шымкент, Туркестанской области и Республики. В среднем ежегодно в НИРС принимают участие 60% студентов от общего контингента обучающихся очной формы обучения.<br />\r\n<br />\r\nМеждународное сотрудничество университета во всех аспектах научно-образовательного процесса &ndash; одно из приоритетных направлений его деятельности. Учебное заведение находится в Китае, Турции, Кыргызстане, России, Узбекистане и др. Имеются официальные договора о двустороннем долгосрочном сотрудничестве с образовательными и научно-исследовательскими организациями, университетами.<br />\r\n<br />\r\nНаучно-исследовательская деятельность университета вышла на достаточно высокий и качественный уровень. Университет уделяет особое внимание взаимосвязи между наукой и учебным процессом. Приоритетными направлениями научных исследований являются педагогика, экономика, право и техника. По результатам научных исследований защищаются кандидатские и докторские диссертации, публикуются научные статьи в международных журналах с ненулевым импакт-фактором, вошедших в базы Web of Science и Scopus. Научные статьи и научные исследования ученых, опубликованные в зарубежных изданиях - один из главных критериев в рейтинге университета.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>", "content_ru": "<p><img alt=\"\" class=\"img5cke\" src=\"/media/uploads/2021/03/26/bibol_08nHD6D.jpeg\" style=\"float:right\" />&nbsp;<strong>Жакипбаев Бибол Ермуратович</strong><br />\r\nПроректор по науке и инновациям<br />\r\n<br />\r\n<strong>Email:</strong>&nbsp;bibol.ye.zhakipbayev@mail.ru<br />\r\n<strong>Офис:</strong>&nbsp;кабинет 216, корпус А, ул. Токаева, 27А</p>\r\n\r\n<p>Жакипбаев Бибол Ермуратович &ndash; родился 4 октября 1984 г. в г. Шымкент, Казахстан.<br />\r\nОбразование: Высшее.<br />\r\nВыпусник Южно-Казахстанского государственного университета им. М.Ауезова:<br />\r\n- 2001-2006 гг. Специалитет по образовательной программе &laquo;Химическая технология тугоплавких неметаллических и силикатных материалов&raquo;;<br />\r\n- 2006-2007 гг. Магистратура по образовательной программе &laquo;Химическая технология тугоплавких неметаллических и силикатных материалов&raquo;;<br />\r\n- 2010-2013 гг. Докторантура PhD по образовательной программе &laquo;Химическая технология тугоплавких неметаллических и силикатных материалов&raquo;.<br />\r\n- 2013 г. Защита докторской диссертации в КазНУ имени Аль-Фараби (г. Алматы)<br />\r\n<br />\r\nСтаж работы:<br />\r\n<br />\r\n2007-2008 гг. &ndash; инженер по качеству на цементном заводе ТОО &laquo;Састобе Цемент&raquo;, ТОО &laquo;SAS-Tobe Technologies&raquo;.<br />\r\n2008-2010 гг. &ndash; старший преподаватель кафедры &laquo;Технологии силикатов и синтеза минералов&raquo; ЮКГУ им. М.Ауезова.<br />\r\n2013-2014 гг. &ndash; доктор PhD, старший преподаватель кафедры &laquo;Технологии силикатов и синтеза минералов&raquo; ЮКГУ им. М.Ауэзова.<br />\r\n2014-2018 гг. &ndash; доктор PhD, старший преподаватель кафедры &laquo;Технология цемента, керамики и стекла&raquo; ЮКГУ им. М.Ауэзова.<br />\r\n2017-2019 гг. &ndash; Председатель Совета молодых ученых ЮКГУ им. М.Ауэзова<br />\r\n2018 г. &ndash; член Ассоциации молодых ученых-педагогов Казахстана<br />\r\n2018 г. &ndash; член Альянса молодых ученых Казахстана<br />\r\n2019г. - член-корреспондент Общественного фонда &laquo;Фонд поддержки развития международного педагогического творчества и науки&raquo;<br />\r\n2019г. - Директор Научно-исследовательского института &quot;Фундаментальные и прикладные исследования&quot; в Международном университете SILKWAY (Шымкент, Казахстан).<br />\r\n2020-2021 гг. - Годичная стажировка по Международной программе &laquo;Болашак&raquo; в МГУ им. М.В.Ломоносова.<br />\r\n2021 г. по настоящее время &ndash; Проректор по науке и инновациям в Международном университете SILKWAY (Шымкент, Казахстан).</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<h2 class=\"titlecke\"><strong>Общие сведения</strong></h2>\r\n\r\n<p>Научно-исследовательская работа университета направлена на развитие основных наук и прикладных исследований в приоритетных областях педагогики и психологии, юриспруденции, экономики и естественных наук.<br />\r\n<br />\r\nПолитика выбора направлений научно-исследовательской работы заключается в максимальном использовании материально-технического и кадрового потенциала университета. Тематика научных проектов охватывает региональные и республиканские проблемы в области региональной экономической интеграции, экономического и технологического роста, компьютерного моделирования и применения педагогических технологий и др. Сотрудники, ППС и обучающиеся университета информированы о политике университета в области НИР.<br />\r\n<br />\r\nВ университете разработан долгосрочный план развития исследовательских работ на 2019-2022 годы. На основе плана ежегодно составляются тематические планы НИР. Темы научных проектов охватывают экономические, математические, информационно-аналитические, исторические, биологические и другие актуальные вопросы города Шымкент, Туркестанской области и Республики. В среднем ежегодно в НИРС принимают участие 60% студентов от общего контингента обучающихся очной формы обучения.<br />\r\n<br />\r\nМеждународное сотрудничество университета во всех аспектах научно-образовательного процесса &ndash; одно из приоритетных направлений его деятельности. Учебное заведение находится в Китае, Турции, Кыргызстане, России, Узбекистане и др. Имеются официальные договора о двустороннем долгосрочном сотрудничестве с образовательными и научно-исследовательскими организациями, университетами.<br />\r\n<br />\r\nНаучно-исследовательская деятельность университета вышла на достаточно высокий и качественный уровень. Университет уделяет особое внимание взаимосвязи между наукой и учебным процессом. Приоритетными направлениями научных исследований являются педагогика, экономика, право и техника. По результатам научных исследований защищаются кандидатские и докторские диссертации, публикуются научные статьи в международных журналах с ненулевым импакт-фактором, вошедших в базы Web of Science и Scopus. Научные статьи и научные исследования ученых, опубликованные в зарубежных изданиях - один из главных критериев в рейтинге университета.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>", "content_en": null, "content_kk": null, "img": "", "category": 4}}, {"model": "faculties.page", "pk": 36, "fields": {"order": 1, "title": "НИИ \"Фундаментальные и прикладные исследования\"", "title_ru": "НИИ \"Фундаментальные и прикладные исследования\"", "title_en": "НИИ \"Фундаментальные и прикладные исследования\"", "title_kk": "НИИ \"Фундаментальные и прикладные исследования\"", "url": "pageView", "slug": "nii-fundamentalnye-i-prikladnye-issledovaniya", "link": null, "content": "<p><img alt=\"\" class=\"img5cke\" src=\"/media/uploads/2021/03/26/a.jpg\" style=\"float:right\" /><strong>Ермекбаева</strong>&nbsp;<strong>Акбопе</strong>&nbsp;<strong>Тонтаевна</strong><br />\r\nРуководитель Научно-исследовательского института &laquo;Фундаментальные и прикладные исследования&raquo;<br />\r\n<br />\r\n<strong>Email:&nbsp;</strong>nauka_ukpu@mail.ru<br />\r\n<strong>Офис:</strong>&nbsp;кабинет 216, корпус А, ул. Токаева, 27А<br />\r\n<br />\r\n<strong>Ермекбаева Акбопе Тонтаевна</strong>&nbsp;&ndash; родилась 19 февраля 1988 г. в г. Шымкент, Казахстан.<br />\r\n<strong>Образование:</strong>&nbsp;Высшее.<br />\r\nВыпускница Международного казахско-турецкого университета им. Х.А.Ясави:<br />\r\n- 2005-2009 гг. Бакалавриат по образовательной программе &laquo;Биология&raquo;;<br />\r\n- 2009-2011 гг. Магистратура по образовательной программе &laquo;Биология&raquo;;<br />\r\n- 2014-2017 гг. Докторантура PhD по образовательной программе &laquo;Биология&raquo;.<br />\r\n- 2018 г. Защита докторской диссертации в КазНПУ имени Абая (г. Алматы)<br />\r\n<br />\r\n<strong>Стаж работы:</strong><br />\r\n2011-2014 гг. &ndash; магистр преподаватель кафедры &laquo;Биология&raquo; Южно-Казахстанского государственного педагогического института.<br />\r\n2014-2017 гг. &ndash; докторант кафедры &laquo;Общая биология&raquo; КазНПУ им. Абая.<br />\r\n2017-2020 гг. &ndash; доктор PhD, старший преподаватель кафедры &laquo;Химия, биология и география&raquo; Аркалыкского государственного педагогического института им.Ы.Алтынсарина (Аркалык, Казахстан).<br />\r\n2020-2021 гг. &ndash; доктор PhD, и.о. доцента кафедры &laquo;Биология и сельскохозяйственные специальности&raquo; Таразскогоинновационно-гуманитарного университета.(Тараз, Казахстан).<br />\r\n2018 г. &ndash; член Ассоциации молодых ученых-педагогов Казахстана<br />\r\n2020 г. &ndash; заведующая кафедры &laquo;Биология и сельскохозяйственные специальности&raquo; Таразского инновационно-гуманитарного университета. (Тараз, Казахстан).<br />\r\n2021 г. по настоящее время &ndash; Руководитель Научно-исследовательского института &quot;Фундаментальные и прикладные исследования&quot; в Международном университете SILKWAY (Шымкент, Казахстан).<br />\r\n<br />\r\n<strong>Общие сведения:</strong><br />\r\nНаучно-исследовательский институт &laquo;Фундаментальные и прикладные исследования&raquo; при Международном университете SILKWAY является структурным научно-исследовательским подразделением университета и непосредственно подчиняется проректору по научной и инновационной работе. Институт не имеет самостоятельного баланса и статуса юридического лица и возглавляется руководителем.<br />\r\nИнститут действует в соответствии с Уставом университета, положением о научно-исследовательской работе университета, основными нормативно-методическими документами, регламентирующими вузовскую НИР, правилами внутреннего распорядка университета, настоящим Положением.<br />\r\nДеятельность института финансируется за счет средств казахстанских и зарубежных государственных и неправительственных фондов, средств от проведения договорных работ, а также средств спонсоров, Учредителей университета, общественных организаций, предприятий и прочих поступлений, не запрещенных действующим законодательством РК.<br />\r\nНИИ &laquo;Фундаментальные и прикладные исследования&raquo; имеет право в установленном порядке приобретать и распоряжаться имуществом необходимом для научных исследований и производственно-хозяйственной деятельности.<br />\r\n<br />\r\nВ состав научно-исследовательского института входят 5 структурных подразделения (научных центров):<br />\r\n- НЦ &laquo;Математическое и компьютерное моделирование&raquo;;<br />\r\n- НЦ &laquo;Психолого-педагогические исследования&raquo;;<br />\r\n- НЦ &laquo;Наука о жизни&raquo;;<br />\r\n- НЦ &laquo;Тюркология&raquo;;<br />\r\n- Казахстанско-Российский НЦ правовых исследований.</p>", "content_ru": "<p><img alt=\"\" class=\"img5cke\" src=\"/media/uploads/2021/03/26/a.jpg\" style=\"float:right\" /><strong>Ермекбаева</strong>&nbsp;<strong>Акбопе</strong>&nbsp;<strong>Тонтаевна</strong><br />\r\nРуководитель Научно-исследовательского института &laquo;Фундаментальные и прикладные исследования&raquo;<br />\r\n<br />\r\n<strong>Email:&nbsp;</strong>nauka_ukpu@mail.ru<br />\r\n<strong>Офис:</strong>&nbsp;кабинет 216, корпус А, ул. Токаева, 27А<br />\r\n<br />\r\n<strong>Ермекбаева Акбопе Тонтаевна</strong>&nbsp;&ndash; родилась 19 февраля 1988 г. в г. Шымкент, Казахстан.<br />\r\n<strong>Образование:</strong>&nbsp;Высшее.<br />\r\nВыпускница Международного казахско-турецкого университета им. Х.А.Ясави:<br />\r\n- 2005-2009 гг. Бакалавриат по образовательной программе &laquo;Биология&raquo;;<br />\r\n- 2009-2011 гг. Магистратура по образовательной программе &laquo;Биология&raquo;;<br />\r\n- 2014-2017 гг. Докторантура PhD по образовательной программе &laquo;Биология&raquo;.<br />\r\n- 2018 г. Защита докторской диссертации в КазНПУ имени Абая (г. Алматы)<br />\r\n<br />\r\n<strong>Стаж работы:</strong><br />\r\n2011-2014 гг. &ndash; магистр преподаватель кафедры &laquo;Биология&raquo; Южно-Казахстанского государственного педагогического института.<br />\r\n2014-2017 гг. &ndash; докторант кафедры &laquo;Общая биология&raquo; КазНПУ им. Абая.<br />\r\n2017-2020 гг. &ndash; доктор PhD, старший преподаватель кафедры &laquo;Химия, биология и география&raquo; Аркалыкского государственного педагогического института им.Ы.Алтынсарина (Аркалык, Казахстан).<br />\r\n2020-2021 гг. &ndash; доктор PhD, и.о. доцента кафедры &laquo;Биология и сельскохозяйственные специальности&raquo; Таразскогоинновационно-гуманитарного университета.(Тараз, Казахстан).<br />\r\n2018 г. &ndash; член Ассоциации молодых ученых-педагогов Казахстана<br />\r\n2020 г. &ndash; заведующая кафедры &laquo;Биология и сельскохозяйственные специальности&raquo; Таразского инновационно-гуманитарного университета. (Тараз, Казахстан).<br />\r\n2021 г. по настоящее время &ndash; Руководитель Научно-исследовательского института &quot;Фундаментальные и прикладные исследования&quot; в Международном университете SILKWAY (Шымкент, Казахстан).<br />\r\n<br />\r\n<strong>Общие сведения:</strong><br />\r\nНаучно-исследовательский институт &laquo;Фундаментальные и прикладные исследования&raquo; при Международном университете SILKWAY является структурным научно-исследовательским подразделением университета и непосредственно подчиняется проректору по научной и инновационной работе. Институт не имеет самостоятельного баланса и статуса юридического лица и возглавляется руководителем.<br />\r\nИнститут действует в соответствии с Уставом университета, положением о научно-исследовательской работе университета, основными нормативно-методическими документами, регламентирующими вузовскую НИР, правилами внутреннего распорядка университета, настоящим Положением.<br />\r\nДеятельность института финансируется за счет средств казахстанских и зарубежных государственных и неправительственных фондов, средств от проведения договорных работ, а также средств спонсоров, Учредителей университета, общественных организаций, предприятий и прочих поступлений, не запрещенных действующим законодательством РК.<br />\r\nНИИ &laquo;Фундаментальные и прикладные исследования&raquo; имеет право в установленном порядке приобретать и распоряжаться имуществом необходимом для научных исследований и производственно-хозяйственной деятельности.<br />\r\n<br />\r\nВ состав научно-исследовательского института входят 5 структурных подразделения (научных центров):<br />\r\n- НЦ &laquo;Математическое и компьютерное моделирование&raquo;;<br />\r\n- НЦ &laquo;Психолого-педагогические исследования&raquo;;<br />\r\n- НЦ &laquo;Наука о жизни&raquo;;<br />\r\n- НЦ &laquo;Тюркология&raquo;;<br />\r\n- Казахстанско-Российский НЦ правовых исследований.</p>", "content_en": null, "content_kk": null, "img": "", "category": 4}}, {"model": "faculties.page", "pk": 37, "fields": {"order": 6, "title": "Білім грант иегерлері", "title_ru": "Білім грант иегерлері", "title_en": "Білім грант иегерлері", "title_kk": "Білім грант иегерлері", "url": "pageView", "slug": "bilim-grant-iegerleri", "link": "https://sciense2020.herokuapp.com/", "content": null, "content_ru": null, "content_en": null, "content_kk": null, "img": "", "category": 4}}, {"model": "faculties.page", "pk": 38, "fields": {"order": 0, "title": "Кітапхана", "title_ru": "Библиотека", "title_en": "Library", "title_kk": "Кітапхана", "url": "libindex", "slug": "1", "link": null, "content": null, "content_ru": null, "content_en": null, "content_kk": null, "img": "", "category": 6}}, {"model": "faculties.page", "pk": 39, "fields": {"order": 2, "title": "Жобаларды басқару орталығы", "title_ru": "Центр управления проектами", "title_en": "Project Management Center", "title_kk": "Жобаларды басқару орталығы", "url": "pageView", "slug": "zhobalardy-basaru-ortalyy", "link": null, "content": "<p><strong>Есенов Мақсат Кенжетайұлы</strong><img alt=\"\" class=\"img4cke\" src=\"/media/uploads/2021/04/22/image2.jpeg\" style=\"float:right\" /><br />\r\nОрталық басшысы</p>\r\n\r\n<p>Email: nauka_ukpu@mail.ru<br />\r\nКеңсе: 216 кабинет, А корпусы, Тоқаев көшесі, 27а</p>\r\n\r\n<p>Қызметтің негізгі бағыттары:<br />\r\n- Ағымдағы ғылыми жобаларды сүйемелдеу<br />\r\n- Шағын ғылыми іс-шараларды ұйымдастыруға жәрдемдесу<br />\r\n- Ғылыми-педагогикалық қызметкерлерді ақпараттық және консультациялық қолдау</p>\r\n\r\n<p>&nbsp;</p>", "content_ru": "<p><strong>Есенов Максат Кенжетаевич</strong><img alt=\"\" class=\"img4cke\" src=\"/media/uploads/2021/04/22/image2.jpeg\" style=\"float:right\" /><br />\r\nРуководитель центра<br />\r\n<br />\r\n<strong>Email:</strong>&nbsp;nauka_ukpu@mail.ru<br />\r\n<strong>Офис:</strong>&nbsp;кабинет 216, корпус А, ул. Токаева, 27А<br />\r\n<br />\r\nОсновные направления деятельности:<br />\r\n&mdash; Сопровождение текущих научных проектов<br />\r\n&mdash; Содействие в организации малых научных мероприятий<br />\r\n&mdash; Информационная и консультационная поддержка научно-педагогических работников&nbsp;</p>", "content_en": "<p><strong>Yesenov Maksat Kenzhetaevich</strong></p>\r\n\r\n<p><img alt=\"\" class=\"img4cke\" src=\"/media/uploads/2021/04/22/image2.jpeg\" style=\"float:right\" /><br />\r\nHead of the center</p>\r\n\r\n<p>Email: nauka_ukpu@mail.ru<br />\r\nOffice: office 216, building A, 27A Tokayev str.</p>\r\n\r\n<p>Main areas of activity:<br />\r\n- Support of current research projects<br />\r\n- Assistance in organizing small scientific events<br />\r\n&mdash; Information and consulting support for research and teaching staff</p>\r\n\r\n<p>&nbsp;</p>", "content_kk": "<p><strong>Есенов Мақсат Кенжетайұлы</strong><img alt=\"\" class=\"img4cke\" src=\"/media/uploads/2021/04/22/image2.jpeg\" style=\"float:right\" /><br />\r\nОрталық басшысы</p>\r\n\r\n<p>Email: nauka_ukpu@mail.ru<br />\r\nКеңсе: 216 кабинет, А корпусы, Тоқаев көшесі, 27а</p>\r\n\r\n<p>Қызметтің негізгі бағыттары:<br />\r\n- Ағымдағы ғылыми жобаларды сүйемелдеу<br />\r\n- Шағын ғылыми іс-шараларды ұйымдастыруға жәрдемдесу<br />\r\n- Ғылыми-педагогикалық қызметкерлерді ақпараттық және консультациялық қолдау</p>\r\n\r\n<p>&nbsp;</p>", "img": "", "category": 4}}, {"model": "faculties.page", "pk": 40, "fields": {"order": 3, "title": "Жас ғалымдардың ғылыми зерттеулерін ұйымдастыру бөлімі және СҒЗЖ", "title_ru": "Отдел организации научных исследований молодых ученых и НИРС", "title_en": "Department of Organization of Scientific Research of Young Scientists and R & D", "title_kk": "Жас ғалымдардың ғылыми зерттеулерін ұйымдастыру бөлімі және СҒЗЖ", "url": "pageView", "slug": "zhas-alymdardy-ylymi-zertteulerin-jymdastyru-blimi", "link": null, "content": "<p><strong>Жаникулов Нургали Надырулы<img alt=\"\" class=\"img4cke\" src=\"/media/uploads/2021/04/22/2.jpg\" /></strong><br />\r\nЖас ғалымдардың ғылыми зерттеулерін ұйымдастыру және СҒЗЖ бөлімінің басшысы<br />\r\n<br />\r\n<strong>Email: </strong>nurgali.zhanikulov@mail.ru<br />\r\n<strong>Кеңсе: </strong>216 кабинет, А корпусы, Тоқаев көшесі, 27а<br />\r\n<br />\r\nБілімі: Жоғары.<br />\r\nОңтүстік Қазақстан университетінің түлегі. Әуезов, М.:<br />\r\n- 2011-2015 ж. ж. &quot;Бейорганикалық заттардың химиялық технологиясы&quot; білім беру бағдарламасының бакалавры&raquo;;<br />\r\n- 2015-2017 ж. ж. &quot;баяу балқитын металл емес және силикатты материалдардың химиялық технологиясы&quot; білім беру бағдарламасы бойынша Магистратура&raquo;;<br />\r\n- 2017-2020 ж.ж. &quot;Бейорганикалық заттардың химиялық технологиясы&quot;білім беру бағдарламасы бойынша PhD докторы.<br />\r\n-2020 ж. Әл-Фараби атындағы ҚазҰУ-да докторлық диссертация қорғады (Алматы қ.)<br />\r\n<br />\r\n<strong>Жұмыс өтілі:</strong><br />\r\n01.07.2011 - 11.12.2013 &quot;ЮгДорСервис&quot;ЖШС клининг компаниясының қызметкері.<br />\r\n20.02.2018 - 01.07.2018 жж-ОҚМУ &quot;Цемент, керамика және шыны технологиясы&quot; кафедрасының оқытушысы. М. Әуезов.<br />\r\n02.09.2019 - 16.04.2020 жж. аралығында-ОҚМУ ғылыми-зерттеу басқармасы бөлімінің бас маманы. М. Әуезов.<br />\r\n21.08.2020 - 25.03.2021 жж-жоғары оқу орнынан кейінгі білім беру институты директорының орынбасары. М. Әуезов.<br />\r\n2017-2019 жж. - ОҚМУ жас ғалымдар кеңесі төрағасының орынбасары. М. Әуезов.<br />\r\n02.09.2019 - 16.04.2020 жж. аралығында-ОҚМУ жас ғалымдар кеңесінің төрағасы. М. Әуезов.<br />\r\n2019 ж. - ҚР Жас ғалымдар альянсының мүшесі<br />\r\n2020 ж. - ҚР Жас ғалым-педагогтар қауымдастығының мүшесі.</p>", "content_ru": "<p><strong>Жаникулов Нургали Надырулы<img alt=\"\" class=\"img4cke\" src=\"/media/uploads/2021/04/22/2.jpg\" /></strong><br />\r\nРуководитель отдела организации научных исследований молодых ученых и НИРС<br />\r\n<br />\r\n<strong>Email:&nbsp;</strong><a href=\"mailto:nurgali.zhanikulov@mail.ru\">nurgali.zhanikulov@mail.ru</a><br />\r\n<strong>Офис:&nbsp;</strong>кабинет 216, корпус А, ул. Токаева, 27А<br />\r\n<br />\r\nОбразование: Высшее.<br />\r\nВыпусник Южно-Казахстанского университета им. М. Ауэзова:<br />\r\n- 2011 - 2015 гг. Бакалавр по образовательной программе &laquo;Химическая технология неорганических веществ&raquo;;<br />\r\n- 2015 &ndash; 2017 гг. Магистратура по образовательной программе &laquo;Химическая технология тугоплавких неметаллических и силикатных материалов&raquo;;<br />\r\n- 2017- 2020 гг. Докторантура PhD по образовательной программе &laquo;Химическая технология неорганических веществ&raquo;.<br />\r\n- 2020 г. Защитил докторскую диссертацию в КазНУ имени Аль-Фараби (г. Алматы)<br />\r\n<br />\r\n<strong>Стаж работы:</strong><br />\r\n01.07.2011 - 11.12.2013 гг. - сотрудник клинингговой компании ТОО &laquo;ЮгДорСервис&raquo;.<br />\r\n20.02.2018 - 01.07.2018 гг. - преподаватель кафедры &laquo;Технологии цемента, керамика и стекла&raquo; ЮКГУ им. М.Ауэзова.<br />\r\n02.09.2019 - 16.04.2020 гг. - главный специалист отдел Научно-исследовательское управление ЮКГУ им. М.Ауэзова.<br />\r\n21.08.2020&ndash; 25.03.2021 гг. - заместитель директора Института послевузовского образования ЮКУ им. М.Ауэзова.<br />\r\n2017-2019 гг. &ndash; заместитель председателя Совета молодых ученых ЮКГУ им. М.Ауэзова.<br />\r\n02.09.2019&ndash;16.04.2020 гг. - председатель Совета молодых ученых ЮКГУ им. М.Ауэзова.<br />\r\n2019 г. - член Альянса Молодых Ученых РК<br />\r\n2020 г. - член ассоциации молодых ученых-педагогов РК.</p>", "content_en": "<p><strong>Zhanikulov Nurgali Nadyruly<img alt=\"\" class=\"img4cke\" src=\"/media/uploads/2021/04/22/2.jpg\" /></strong><br />\r\nHead of the Department of Organization of scientific research of young scientists and R &amp; D<br />\r\n<br />\r\n<strong>Email:&nbsp;</strong><a href=\"mailto:nurgali.zhanikulov@mail.ru\">nurgali.zhanikulov@mail.ru</a><br />\r\n<strong>Office: </strong>office 216, building A, 27A Tokayev str.<br />\r\n<br />\r\nEducation: Higher education.<br />\r\nGraduate of the South Kazakhstan University named after M. Auezov:<br />\r\n- 2011-2015. Bachelor&#39;s degree in the educational program &quot; Chemical technology of inorganic substances&raquo;;<br />\r\n- 2015-2017 Master&#39;s degree in the educational program &quot; Chemical technology of refractory non-metallic and silicate materials&raquo;;<br />\r\n- 2017-2020 PhD in the educational program &quot;Chemical technology of inorganic substances&quot;.<br />\r\n- 2020 Defended his doctoral dissertation at the Al-Farabi Kazakh National University (Almaty)<br />\r\n<br />\r\n<strong>Work experience:</strong><br />\r\n01.07.2011-11.12.2013-employee of the cleaning company &quot;Yugdorservis&quot; LLP.<br />\r\n20.02.2018-01.07.2018-teacher of the Department &quot;Technologies of cement, ceramics and glass&quot; of the SKSU named after M. Auezov.<br />\r\n02.09.2019-16.04.2020-Chief Specialist of the Department of Research Management of the SKSU named after M. Auezov.<br />\r\n21.08.2020-25.03.2021-Deputy Director of the Institute of Postgraduate Education of the Southern State University named after M. Auezov.<br />\r\n2017-2019-Deputy Chairman of the Council of Young Scientists of the SKSU named after M. Auezov.<br />\r\n02.09.2019-16.04.2020-Chairman of the Council of Young Scientists of the SKSU named after M. Auezov.<br />\r\n2019-member of the Alliance of Young Scientists of the Republic of Kazakhstan<br />\r\n2020-member of the Association of Young Scientists and Teachers of the Republic of Kazakhstan.</p>", "content_kk": "<p><strong>Жаникулов Нургали Надырулы<img alt=\"\" class=\"img4cke\" src=\"/media/uploads/2021/04/22/2.jpg\" /></strong><br />\r\nЖас ғалымдардың ғылыми зерттеулерін ұйымдастыру және СҒЗЖ бөлімінің басшысы<br />\r\n<br />\r\n<strong>Email: </strong>nurgali.zhanikulov@mail.ru<br />\r\n<strong>Кеңсе: </strong>216 кабинет, А корпусы, Тоқаев көшесі, 27а<br />\r\n<br />\r\nБілімі: Жоғары.<br />\r\nОңтүстік Қазақстан университетінің түлегі. Әуезов, М.:<br />\r\n- 2011-2015 ж. ж. &quot;Бейорганикалық заттардың химиялық технологиясы&quot; білім беру бағдарламасының бакалавры&raquo;;<br />\r\n- 2015-2017 ж. ж. &quot;баяу балқитын металл емес және силикатты материалдардың химиялық технологиясы&quot; білім беру бағдарламасы бойынша Магистратура&raquo;;<br />\r\n- 2017-2020 ж.ж. &quot;Бейорганикалық заттардың химиялық технологиясы&quot;білім беру бағдарламасы бойынша PhD докторы.<br />\r\n-2020 ж. Әл-Фараби атындағы ҚазҰУ-да докторлық диссертация қорғады (Алматы қ.)<br />\r\n<br />\r\n<strong>Жұмыс өтілі:</strong><br />\r\n01.07.2011 - 11.12.2013 &quot;ЮгДорСервис&quot;ЖШС клининг компаниясының қызметкері.<br />\r\n20.02.2018 - 01.07.2018 жж-ОҚМУ &quot;Цемент, керамика және шыны технологиясы&quot; кафедрасының оқытушысы. М. Әуезов.<br />\r\n02.09.2019 - 16.04.2020 жж. аралығында-ОҚМУ ғылыми-зерттеу басқармасы бөлімінің бас маманы. М. Әуезов.<br />\r\n21.08.2020 - 25.03.2021 жж-жоғары оқу орнынан кейінгі білім беру институты директорының орынбасары. М. Әуезов.<br />\r\n2017-2019 жж. - ОҚМУ жас ғалымдар кеңесі төрағасының орынбасары. М. Әуезов.<br />\r\n02.09.2019 - 16.04.2020 жж. аралығында-ОҚМУ жас ғалымдар кеңесінің төрағасы. М. Әуезов.<br />\r\n2019 ж. - ҚР Жас ғалымдар альянсының мүшесі<br />\r\n2020 ж. - ҚР Жас ғалым-педагогтар қауымдастығының мүшесі.</p>", "img": "", "category": 4}}, {"model": "faculties.page", "pk": 41, "fields": {"order": 5, "title": "Ғылыми жобалар", "title_ru": "Научные проекты", "title_en": "Research projects", "title_kk": "Ғылыми жобалар", "url": "pageView", "slug": "ylymi-zhobalar", "link": null, "content": "<p>Жобаны іске асыру барысында ғылыми деректер алынды, медицинада, парфюмерияда, тамақ өнеркәсібінде қазіргі заманғы жағдайларда қолданылды және өсімдік ресурстарының биоалуантүрлілігін сақтау үшін Оңтүстік Қазақстан облысының дәрілік өсімдіктерінің кадастрлары құрылды.<img alt=\"\" class=\"img4cke\" src=\"/media/uploads/2021/04/22/pro.png\" style=\"float:left\" /></p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>Шикізат базасын қамтамасыз етуді талап ететін медицина және өнеркәсіптің басқа да салалары нысаналы тұтынушылар болып табылады.</p>\r\n\r\n<p>Жоба аясындағы ғылыми деректер Ауыл шаруашылығын дамытуда серпінді нәтижелер беріп, табиғатты қорғау ұйымын басқару және экожүйелерді сақтау саласындағы биологиялық ғылымның жаңа бағытын көрсетті.</p>\r\n\r\n<p>Ашық баспасөзде жариялау, халықаралық конференцияларға, симпозиумдарға, форумдарға, семинарлар мен съездерге қатысу, теледидарда сөз сөйлеу және өндіріске енгізу арқылы фермерлер мен кәсіпкерлер мен мемлекеттік құрылым, ғалымдар қоғамдастығы және қалың жұртшылық арасында алынған жұмыс нәтижелері кең таралған.</p>\r\n\r\n<p>Педагогика ғылымдарының докторы, Silkway Халықаралық университетінің профессоры Молдабек Құлахмет &quot;Ақпараттық технологиялар арқылы бастауыш мектепте қазақ тілі сабақтарында оқушылардың сөйлеу дағдыларын қалыптастыру&quot; тақырыбындағы №6 басымдық бойынша №3 отырыс хаттамасына №2 үзінді негізінде ҰҒК шешімімен 2021-2023 жылдарға арналған ғылыми және (немесе) ғылыми-техникалық жобалар конкурсы бойынша 32 322 596 теңге сомасына мақұлданды (ҚР БҒМ). (Іске асыру барысында)&nbsp;<img alt=\"\" class=\"img3cke\" src=\"/media/uploads/2021/04/22/aja.png\" style=\"float:right\" /></p>\r\n\r\n<p>Жобаны іске асыру барысында ақпараттық технологиялар арқылы бастауыш сынып оқушыларының дұрыс сөйлеу және тіл мәдениеті дағдыларын қалыптастыру бойынша ғылыми негіз анықталып, әдістемелік әдебиеттер талданатын болады. Сонымен қатар ауызша сөйлеу әрекетін дамыту әдістемесін жасау.</p>", "content_ru": "<p>Решением ННС 02.02.2018 года по подпрограмме 102 &laquo;Грантовое финансирование научных исследований&raquo; по приоритету &laquo;Наука о жизни&raquo; кандидат биологических наук Международного университета Silkway Ибрагимов Талгат Садуакасович на тему: AP05132838 &laquo;Ландшафтные исследования Южно &ndash; Казахстанской области, составление эколого-географической карты, определение природных запасов растительного сырья, получение эфирного масла&raquo; одобрен на сумму 30 000 000 тенге по конкурсу по научным и (или) научно-техническим проектам на 2018-2020 годы (МОН РК). (Успешно выполнен)<br />\r\n<br />\r\nЦель проекта. Изучение количественного и качественного состава флоры лекарственных растений содержащих эфирные масла и на их основе составление карты ареала распространения, а также разработка рациональной технологии получения эфирных масел.<br />\r\nАвторами проекта разработан сценарий продвижения технологии на рынок - публикации, участие в выставках, конференциях, представлении демонстрационной модели технологического процесса; способ получения эфирных масел; оформлены по проектупатенты Республики Казахстан.<br />\r\n<br />\r\nПроект позволил получить данные о количественном и качественном составе флоры, ареал их распространение по территории области, и на основе этих данных разработаны методы карт распространения лекарственных растений содержащегося эфирных масел.<br />\r\n<br />\r\nПолучены научные данные в ходе реализации проекта были применены в современных условиях в медицине, парфюмерии, пищевой промышленности и были созданы кадастры лекарственных растений Южно-Казахстанской области для сохранения биоразнообразия растительных ресурсов.<img alt=\"\" class=\"img4cke\" src=\"/media/uploads/2021/04/22/pro.png\" style=\"float:left\" /><br />\r\n<br />\r\nЦелевыми потребителями являются медицина и другие отрасли промышленности, требующие обеспечение сырьевой базы.<br />\r\n<br />\r\nНаучные данные в рамках Проекта дали прорывные результаты в развитии сельского хозяйства и новое направление биологической науки в области управления природоохранной организации и сохранения экосистем.<br />\r\n<br />\r\nРаспространено полученные результаты работ среди фермеров и предпринимателей и государственной структуры, сообществ ученых и широкой общественности посредством публикации в открытой печати, участием в международных конференциях, симпозиумах, форумах, семинарах и съездах, выступлением в телевидении и внедрением в производство.</p>\r\n\r\n<p>Решением ННС на основании выписки №2 к протоколу заседания №3 по приоритету №6 &laquo;Исследования в области образования и науки&raquo; доктора педагогических наук, профессора Международного университета Silkway Молдабек Құлахмет на тему &laquo;Формирование навыков речи учащихся на уроках казахского языка в начальной школе через информационные технологии&raquo; одобрен на сумму 32 322 596 тенге по конкурсу по научным и (или) научно-техническим проектам на 2021-2023 годы (МОН РК). (В ходе реализации)&nbsp;<img alt=\"\" class=\"img3cke\" src=\"/media/uploads/2021/04/22/aja.png\" style=\"float:right\" /><br />\r\n<br />\r\nВ ходе реализации проекта будет выявлено научная основа и проанализировано методическая литература по формированию навыков правильной речи и языковой культуры младших школьников через информационные технологии. А также разработка методики развития устной речевой деятельности.</p>", "content_en": "<p>The scientific data obtained during the project implementation were applied in modern conditions in medicine, perfumery, food industry and inventories of medicinal plants of the South Kazakhstan region were created to preserve the biodiversity of plant resources.<img alt=\"\" class=\"img4cke\" src=\"/media/uploads/2021/04/22/pro.png\" style=\"float:left\" /></p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>The target consumers are medicine and other industries that require the provision of a raw material base.</p>\r\n\r\n<p>The scientific data within the framework of the Project gave breakthrough results in the development of agriculture and a new direction of biological science in the field of environmental organization management and ecosystem conservation.</p>\r\n\r\n<p>The results of the work are disseminated among farmers and entrepreneurs, government agencies, scientific communities and the general public through publication in the open press, participation in international conferences, symposiums, forums, seminars and congresses, television appearances and introduction into production.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>The decision of the National Tax Service on the basis of extract No. 2 to the minutes of the meeting No. 3 on priority No. 6 &quot;Research in the field of education and science&quot; of the Doctor of Pedagogical Sciences, Professor of the International University Silkway Moldabek Kulakhmet on the topic &quot;Formation of speech skills of students in the Kazakh language lessons in primary school through information technologies&quot; was approved for the amount of 32,322,596 tenge in the competition for scientific and (or) scientific and technical projects for 2021-2023 (MES RK). (During implementation)&nbsp;<img alt=\"\" class=\"img3cke\" src=\"/media/uploads/2021/04/22/aja.png\" style=\"float:right\" /></p>\r\n\r\n<p>During the implementation of the project, the scientific basis will be identified and methodological literature on the formation of correct speech skills and language culture of primary school children through information technologies will be analyzed. As well as the development of methods for the development of oral speech activity.</p>", "content_kk": "<p>Жобаны іске асыру барысында ғылыми деректер алынды, медицинада, парфюмерияда, тамақ өнеркәсібінде қазіргі заманғы жағдайларда қолданылды және өсімдік ресурстарының биоалуантүрлілігін сақтау үшін Оңтүстік Қазақстан облысының дәрілік өсімдіктерінің кадастрлары құрылды.<img alt=\"\" class=\"img4cke\" src=\"/media/uploads/2021/04/22/pro.png\" style=\"float:left\" /></p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>Шикізат базасын қамтамасыз етуді талап ететін медицина және өнеркәсіптің басқа да салалары нысаналы тұтынушылар болып табылады.</p>\r\n\r\n<p>Жоба аясындағы ғылыми деректер Ауыл шаруашылығын дамытуда серпінді нәтижелер беріп, табиғатты қорғау ұйымын басқару және экожүйелерді сақтау саласындағы биологиялық ғылымның жаңа бағытын көрсетті.</p>\r\n\r\n<p>Ашық баспасөзде жариялау, халықаралық конференцияларға, симпозиумдарға, форумдарға, семинарлар мен съездерге қатысу, теледидарда сөз сөйлеу және өндіріске енгізу арқылы фермерлер мен кәсіпкерлер мен мемлекеттік құрылым, ғалымдар қоғамдастығы және қалың жұртшылық арасында алынған жұмыс нәтижелері кең таралған.</p>\r\n\r\n<p>Педагогика ғылымдарының докторы, Silkway Халықаралық университетінің профессоры Молдабек Құлахмет &quot;Ақпараттық технологиялар арқылы бастауыш мектепте қазақ тілі сабақтарында оқушылардың сөйлеу дағдыларын қалыптастыру&quot; тақырыбындағы №6 басымдық бойынша №3 отырыс хаттамасына №2 үзінді негізінде ҰҒК шешімімен 2021-2023 жылдарға арналған ғылыми және (немесе) ғылыми-техникалық жобалар конкурсы бойынша 32 322 596 теңге сомасына мақұлданды (ҚР БҒМ). (Іске асыру барысында)&nbsp;<img alt=\"\" class=\"img3cke\" src=\"/media/uploads/2021/04/22/aja.png\" style=\"float:right\" /></p>\r\n\r\n<p>Жобаны іске асыру барысында ақпараттық технологиялар арқылы бастауыш сынып оқушыларының дұрыс сөйлеу және тіл мәдениеті дағдыларын қалыптастыру бойынша ғылыми негіз анықталып, әдістемелік әдебиеттер талданатын болады. Сонымен қатар ауызша сөйлеу әрекетін дамыту әдістемесін жасау.</p>", "img": "", "category": 4}}, {"model": "faculties.page", "pk": 42, "fields": {"order": 4, "title": "Юнусовские чтения", "title_ru": "Юнусовские чтения", "title_en": "Юнусовские чтения", "title_kk": "Юнусовские чтения", "url": "pageView", "slug": "yunusovskie-chteniya", "link": null, "content": null, "content_ru": null, "content_en": null, "content_kk": null, "img": "", "category": 4}}, {"model": "faculties.page", "pk": 43, "fields": {"order": 4, "title": "Аккредитация", "title_ru": "Аккредитация", "title_en": "Accreditation", "title_kk": "Аккредитация", "url": "accreditation", "slug": "1", "link": null, "content": null, "content_ru": null, "content_en": null, "content_kk": null, "img": "", "category": 1}}, {"model": "faculties.page", "pk": 44, "fields": {"order": 5, "title": "Лицензия", "title_ru": "Лицензия", "title_en": "License", "title_kk": "Лицензия", "url": "pageView", "slug": "licenziya", "link": "/static/pdf/licencia.pdf", "content": null, "content_ru": null, "content_en": null, "content_kk": null, "img": "", "category": 1}}, {"model": "faculties.page", "pk": 45, "fields": {"order": 6, "title": "Стратегияны іске асыру туралы есеп", "title_ru": "Отчёт о реализации стратегии", "title_en": "Strategy Implementation Report", "title_kk": "Стратегияны іске асыру туралы есеп", "url": "pageView", "slug": "strategiyany-iske-asyru-turaly-esep", "link": "/static/pdf/stragey20192020.doc", "content": null, "content_ru": null, "content_en": null, "content_kk": null, "img": "", "category": 1}}, {"model": "faculties.page", "pk": 46, "fields": {"order": 7, "title": "SWIU басшылығының жұртшылықпен есептік кездесуі", "title_ru": "Отчетная встреча руководства SWIU с общественностью", "title_en": "Reporting meeting of SWIU management with the public", "title_kk": "SWIU басшылығының жұртшылықпен есептік кездесуі", "url": "pageView", "slug": "swiu-basshylyyny-zhrtshylypen-eseptik-kezdesui", "link": null, "content": null, "content_ru": null, "content_en": null, "content_kk": null, "img": "", "category": 1}}, {"model": "faculties.page", "pk": 47, "fields": {"order": 8, "title": "Presentations", "title_ru": "Презентаций", "title_en": "Презентацлар", "title_kk": "Presentations", "url": "pageView", "slug": "presentations", "link": null, "content": null, "content_ru": null, "content_en": null, "content_kk": null, "img": "", "category": 1}}, {"model": "faculties.pageimages", "pk": 5, "fields": {"page": 42, "img": "PageImages/1.webp"}}, {"model": "faculties.pageimages", "pk": 6, "fields": {"page": 42, "img": "PageImages/2.webp"}}, {"model": "faculties.pageimages", "pk": 7, "fields": {"page": 42, "img": "PageImages/3.webp"}}, {"model": "faculties.pageimages", "pk": 8, "fields": {"page": 42, "img": "PageImages/4.webp"}}]